[
  {
    "json_agg": [
      {
        "cocktail_id": 1,
        "name": {
          "en": "Aviation",
          "tr": "Aviation"
        },
        "instructions": {
          "en": "Add all ingredients into cocktail shaker filled with ice. Shake well and strain into cocktail glass. Garnish with a cherry.",
          "tr": "Tüm malzemeleri buzla dolu shaker'a ekleyin. İyice çalkalayın ve kokteyl bardağına süzün. Kirazla süsleyin.",
          "de": "Alle Zutaten in einen mit Eis gefüllten Shaker geben. Gut schütteln und in ein Cocktailglas abseihen. Mit einer Kirsche garnieren.",
          "it": "Aggiungere tutti gli ingredienti in uno shaker pieno di ghiaccio. Agitare bene e filtrare in un bicchiere da cocktail. Guarnire con una ciliegina.",
          "es": "Añade todos los ingredientes en una coctelera llena de hielo. Agita bien y cuela en una copa de cóctel. Decora con una cereza.",
          "pt": "Adicione todos os ingredientes em uma coqueteleira cheia de gelo. Agite bem e coe para um copo de cocktail. Decore com uma cereja."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Bicchiere da cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Floral",
            "Classic",
            "IBA",
            "Gin"
          ],
          "tr": [
            "Ekşi",
            "Çiçeksi",
            "Klasik",
            "IBA",
            "Cin"
          ],
          "de": [
            "Sour",
            "Floral",
            "Klassisch",
            "IBA",
            "Gin"
          ],
          "it": [
            "Sour",
            "Floreale",
            "Classico",
            "IBA",
            "Gin"
          ],
          "es": [
            "Sour",
            "Floral",
            "Clásico",
            "IBA",
            "Gin"
          ],
          "pt": [
            "Sour",
            "Floral",
            "Clássico",
            "IBA",
            "Gin"
          ]
        },
        "history_notes": {
          "en": "A pre-Prohibition classic created by Hugo Ensslin in 1916. It is famous for its sky-blue color, derived from the obscure Crème de Violette Liqueur.",
          "tr": "1916'da Hugo Ensslin tarafından yaratılan Yasak öncesi bir klasik. Gökyüzü mavisi rengini, nadir bulunan Crème de Violette liköründen almasıyla ünlüdür.",
          "de": "Ein Vorklassiker aus der Zeit der Prohibition, der 1916 von Hugo Ensslin kreiert wurde. Er ist berühmt für seine himmelblaue Farbe, die von dem obskuren Crème de Violette Likör stammt.",
          "it": "Un classico pre-proibizionismo creato da Hugo Ensslin nel 1916. È famoso per il suo colore blu cielo, derivato dall'oscura Crème de Violette.",
          "es": "Un clásico anterior a la Ley Seca creado por Hugo Ensslin en 1916. Es famoso por su color azul celeste, derivado del oscuro licor Crème de Violette.",
          "pt": "Um clássico pré-Lei Seca criado por Hugo Ensslin em 1916. É famoso por sua cor azul celeste, derivada do obscuro licor Crème de Violette."
        }
      },
      {
        "cocktail_id": 2,
        "name": {
          "en": "Americano",
          "tr": "Americano"
        },
        "instructions": {
          "en": "Pour the Campari and vermouth over ice into glass, add a splash of soda water and garnish with half orange slice.",
          "tr": "Campari ve vermutu buzun üzerine bardağa dökün, bir miktar soda ekleyin ve yarım portakal dilimiyle süsleyin.",
          "de": "Campari und Wermut über Eis in ein Glas gießen, mit einem Schuss Soda auffüllen und mit einer halben Orangenscheibe garnieren.",
          "it": "Versare il Campari e il vermut con ghiaccio in un bicchiere, aggiungere una spruzzata di soda e guarnire con mezza fetta d'arancia.",
          "es": "Vierta el Campari y el vermut sobre hielo en un vaso, añada un toque de agua con gas y adorne con media rodaja de naranja.",
          "pt": "Verter o Campari e o vermute sobre gelo num copo, adicionar um toque de água com gás e decorar com meia rodela de laranja."
        },
        "glass_type": {
          "en": "Bitter,Refreshing,IBA,Classic,Aperitif",
          "tr": "Acı,Ferahlatıcı,IBA,Klasik,Aperitif",
          "de": "Bitter, Erfrischend, IBA, Klassisch, Aperitif",
          "it": "Amaro, Rinfrescante, IBA, Classico, Aperitivo",
          "es": "Amargo, Refrescante, IBA, Clásico, Aperitivo",
          "pt": "Amargo, Refrescante, IBA, Clássico, Aperitivo"
        },
        "tags": {
          "en": [
            "IBA",
            "Classic"
          ],
          "tr": [
            "IBA",
            "Klasik"
          ],
          "de": [
            "IBA",
            "Klassisch"
          ],
          "it": [
            "IBA",
            "Classico"
          ],
          "es": [
            "IBA",
            "Clásico"
          ],
          "pt": [
            "IBA",
            "Clássico"
          ]
        },
        "history_notes": {
          "en": "Created in the 1860s at Caffè Campari. Originally known as the 'Milano-Torino', it was renamed because of its popularity among American tourists escaping Prohibition.",
          "tr": "1860'larda Caffè Campari'de yaratıldı. Orijinal adı 'Milano-Torino' idi, ancak Yasak döneminden kaçan Amerikalı turistler arasında popüler olduğu için yeniden adlandırıldı.",
          "de": "Entstanden in den 1860er Jahren im Caffè Campari. Ursprünglich als 'Milano-Torino' bekannt, wurde es aufgrund seiner Popularität bei amerikanischen Touristen, die vor der Prohibition flohen, umbenannt.",
          "it": "Creato nel 1860 al Caffè Campari. Originariamente conosciuto come 'Milano-Torino', fu ribattezzato a causa della sua popolarità tra i turisti americani in fuga dal proibizionismo.",
          "es": "Creado en la década de 1860 en el Caffè Campari. Originalmente conocido como el 'Milano-Torino', fue renombrado debido a su popularidad entre los turistas estadounidenses que escapaban de la Prohibición.",
          "pt": "Criado na década de 1860 no Caffè Campari. Originalmente conhecido como 'Milano-Torino', foi renomeado devido à sua popularidade entre os turistas americanos que escapavam da Lei Seca."
        }
      },
      {
        "cocktail_id": 3,
        "name": {
          "en": "Bellini",
          "tr": "Bellini"
        },
        "instructions": {
          "en": "Pour peach purée into chilled flute, add sparkling wine. Stir gently.",
          "tr": "Şeftali püresini soğutulmuş flütün içine dökün, köpüklü şarap ekleyin. Yavaşça karıştırın.",
          "de": "Pfirsichpüree in ein gekühltes Sektglas gießen, Sekt hinzufügen. Vorsichtig umrühren.",
          "it": "Versare la purea di pesca in un flute raffreddato, aggiungere spumante. Mescolare delicatamente.",
          "es": "Verter el puré de melocotón en una copa flauta fría, añadir vino espumoso. Remover suavemente.",
          "pt": "Verter o puré de pêssego em uma flûte gelada, adicionar vinho espumante. Mexa suavemente."
        },
        "glass_type": {
          "en": "Champagne Flute",
          "tr": "Şampanya Bardağı",
          "de": "Sektflöte",
          "it": "Flute",
          "es": "Copa Flauta",
          "pt": "Flûte de Champanhe"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Sparkling",
            "Brunch",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Köpüklü",
            "Brunch",
            "IBA"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Spritzig",
            "Brunch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Spumantizzato",
            "Brunch",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Espumoso",
            "Brunch",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Espumante",
            "Brunch",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Invented by Giuseppe Cipriani at Harry's Bar in Venice around 1945. Named because its unique pink color reminded him of the toga of a saint in a painting by Giovanni Bellini.",
          "tr": "1945 civarında Venedik'teki Harry's Bar'da Giuseppe Cipriani tarafından icat edildi. Eşsiz pembe rengi ona Giovanni Bellini'nin bir tablosundaki azizin cübbesini hatırlattığı için bu adı aldı.",
          "de": "Erfunden von Giuseppe Cipriani in Harry's Bar in Venedig um 1945. Benannt, weil seine einzigartige rosa Farbe ihn an die Toga eines Heiligen in einem Gemälde von Giovanni Bellini erinnerte.",
          "it": "Inventato da Giuseppe Cipriani all'Harry's Bar di Venezia intorno al 1945. Chiamato così perché il suo colore rosa unico gli ricordava la toga di un santo in un dipinto di Giovanni Bellini.",
          "es": "Inventado por Giuseppe Cipriani en el Harry's Bar de Venecia alrededor de 1945. Nombrado así porque su color rosa único le recordó la toga de un santo en una pintura de Giovanni Bellini.",
          "pt": "Inventado por Giuseppe Cipriani no Harry's Bar em Veneza por volta de 1945. Nomeado porque sua cor rosa única o lembrava da toga de um santo em uma pintura de Giovanni Bellini."
        }
      },
      {
        "cocktail_id": 4,
        "name": {
          "en": "Bramble",
          "tr": "Bramble"
        },
        "instructions": {
          "en": "Fill glass with crushed ice. Build gin, lemon juice and simple syrup over. Stir, and then pour blackberry liqueur over in a circular fashion to create marbling effect. Garnish with two blackberries and lemon slice.",
          "tr": "Bardağı kırılmış buzla doldurun. Üzerine cin, limon suyu ve basit şurup ekleyin. Karıştırın ve ebru efekti yaratmak için böğürtlen likörünü dairesel bir şekilde üzerine dökün. İki böğürtlen ve limon dilimiyle süsleyin.",
          "de": "Glas mit Crushed Ice füllen. Gin, Zitronensaft und Zuckersirup direkt im Glas zubereiten. Umrühren und Brombeerlikör kreisförmig darüber gießen, um einen Marmoreffekt zu erzeugen. Mit zwei Brombeeren und einer Zitronenscheibe garnieren.",
          "it": "Riempire il bicchiere con ghiaccio tritato. Versare direttamente nel bicchiere gin, succo di limone e sciroppo di zucchero. Mescolare e poi versare il liquore di mora in modo circolare per creare un effetto marmorizzato. Guarnire con due more e una fetta di limone.",
          "es": "Llenar el vaso con hielo picado. Verter directamente en el vaso la ginebra, el zumo de limón y el sirope simple. Remover y luego verter el licor de mora en forma circular para crear un efecto marmoleado. Decorar con dos moras y una rodaja de limón.",
          "pt": "Encha o copo com gelo picado. Coloque o gin, o sumo de limão e o xarope simples diretamente no copo. Mexa e, em seguida, despeje o licor de amora em um movimento circular para criar um efeito marmorizado. Decore com duas amoras e uma rodela de limão."
        },
        "glass_type": {
          "en": "Old-Fashioned glass",
          "tr": "Old-fashioned bardaği",
          "de": "Old-Fashioned Glas",
          "it": "Bicchiere Old-Fashioned",
          "es": "Vaso Old-Fashioned",
          "pt": "Copo Old-Fashioned"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Fruity",
            "IBA",
            "ModernClassic"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Meyveli",
            "IBA",
            "ModernKlasik"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Fruchtig",
            "IBA",
            "ModernClassic"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Fruttato",
            "IBA",
            "ModernClassic"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Afrutado",
            "IBA",
            "ModernClassic"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Frutado",
            "IBA",
            "ModernClassic"
          ]
        },
        "history_notes": {
          "en": "Created by Dick Bradsell in London in the 1980s. Inspired by his childhood memories of picking blackberries on the Isle of Wight.",
          "tr": "1980'lerde Londra'da Dick Bradsell tarafından yaratıldı. Isle of Wight'ta böğürtlen topladığı çocukluk anılarından esinlenmiştir.",
          "de": "Kreiert von Dick Bradsell in London in den 1980er Jahren. Inspiriert von seinen Kindheitserinnerungen an das Pflücken von Brombeeren auf der Isle of Wight.",
          "it": "Creato da Dick Bradsell a Londra negli anni '80. Ispirato dai suoi ricordi d'infanzia della raccolta di more sull'Isola di Wight.",
          "es": "Creado por Dick Bradsell en Londres en la década de 1980. Inspirado por sus recuerdos de infancia recogiendo moras en la Isla de Wight.",
          "pt": "Criado por Dick Bradsell em Londres na década de 1980. Inspirado por suas memórias de infância colhendo amoras na Ilha de Wight."
        }
      },
      {
        "cocktail_id": 5,
        "name": {
          "en": "Casino",
          "tr": "Casino"
        },
        "instructions": {
          "en": "Pour all ingredients into shaker with ice cubes. Shake well. Strain into chilled cocktail glass. Garnish with a lemon twist and a maraschino cherry. Serve without a straw.",
          "tr": "Tüm malzemeleri buz küpleriyle birlikte shaker'a dökün. İyice çalkalayın. Soğutulmuş kokteyl bardağına süzün. Limon bükümü ve kiraz likörü kirazıyla süsleyin. Pipetsiz servis yapın.",
          "de": "Alle Zutaten mit Eiswürfeln in einen Shaker geben. Gut schütteln. In ein gekühltes Cocktailglas abseihen. Mit einer Zitronenzeste und einer Maraschinokirsche garnieren. Ohne Strohhalm servieren.",
          "it": "Versare tutti gli ingredienti nello shaker con cubetti di ghiaccio. Agitare bene. Filtrare in una coppa da cocktail fredda. Guarnire con una scorza di limone e una ciliegina al maraschino. Servire senza cannuccia.",
          "es": "Verter todos los ingredientes en una coctelera con cubitos de hielo. Agitar bien. Colar en una copa de cóctel fría. Decorar con un twist de limón y una cereza al marrasquino. Servir sin pajita.",
          "pt": "Coloque todos os ingredientes em uma coqueteleira com cubos de gelo. Agite bem. Coe para um copo de cocktail gelado. Decore com uma casca de limão e uma cereja marrasquino. Sirva sem canudo."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa da cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "IBA"
          ],
          "tr": [
            "FARKLI"
          ],
          "de": [
            "IBA"
          ],
          "it": [
            "IBA"
          ],
          "es": [
            "IBA"
          ],
          "pt": [
            "IBA"
          ]
        },
        "history_notes": {
          "en": "An IBA official classic that appeared in Hugo Ensslin's 1916 book. It is essentially an Aviation cocktail but uses orange bitters instead of Crème de Violette.",
          "tr": "Hugo Ensslin'in 1916 tarihli kitabında yer alan resmi bir IBA klasiği. Temelde bir Aviation kokteylidir ancak Menekşe likörü yerine portakal bitteri kullanılır.",
          "de": "Ein IBA-offizieller Klassiker, der 1916 in Hugo Ensslins Buch erschien. Im Wesentlichen ein Aviation Cocktail, verwendet aber Orangenbitter anstelle von Crème de Violette.",
          "it": "Un classico ufficiale IBA apparso nel libro di Hugo Ensslin del 1916. È essenzialmente un cocktail Aviation, ma utilizza bitter all'arancia al posto della Crème de Violette.",
          "es": "Un clásico oficial de la IBA que apareció en el libro de Hugo Ensslin de 1916. Es esencialmente un cóctel Aviation, pero utiliza amargo de naranja en lugar de Crème de Violette.",
          "pt": "Um clássico oficial da IBA que apareceu no livro de Hugo Ensslin de 1916. É essencialmente um cocktail Aviation, mas usa bitter de laranja em vez de Crème de Violette."
        }
      },
      {
        "cocktail_id": 6,
        "name": {
          "en": "Caipirinha",
          "tr": "Caipirinha"
        },
        "instructions": {
          "en": "Place lime and sugar into old fashioned glass and muddle (mash the two ingredients together using a muddler or a wooden spoon). Fill the glass with ice and add the Cachaça.",
          "tr": "Misket Limonu ve şekeri Old-Fashioned bardağa koyun ve karıştırın (iki malzemeyi bir karıştırıcı veya tahta kaşık kullanarak birlikte ezin). Bardağı buzla doldurun ve Cachaça'yı ekleyin.",
          "de": "Limette und Zucker in ein Old-Fashioned-Glas geben und muddlen (die beiden Zutaten mit einem Stößel oder einem Holzlöffel zerdrücken). Das Glas mit Eis füllen und den Cachaça hinzufügen.",
          "it": "Mettere lime e zucchero in un bicchiere old fashioned e pestare (schiacciare gli ingredienti insieme usando un pestello o un cucchiaio di legno). Riempire il bicchiere con ghiaccio e aggiungere la Cachaça.",
          "es": "Colocar la lima y el azúcar en un vaso old fashioned y machacar (triturar los dos ingredientes juntos usando un mortero o una cuchara de madera). Llenar el vaso con hielo y añadir la Cachaça.",
          "pt": "Coloque a lima e o açúcar num copo old fashioned e macere (amasse os dois ingredientes juntos usando um pilão ou uma colher de pau). Encha o copo com gelo e adicione a Cachaça."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Old-Fashioned bardaği",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere old fashioned",
          "es": "Vaso old fashioned",
          "pt": "Copo old fashioned"
        },
        "tags": {
          "en": [
            "Sour",
            "Strong",
            "Refreshing",
            "Summer",
            "IBA"
          ],
          "tr": [
            "Ekşi",
            "Sert",
            "Ferahlatıcı",
            "Yaz",
            "IBA"
          ],
          "de": [
            "Säuerlich",
            "Stark",
            "Erfrischend",
            "Sommer",
            "IBA"
          ],
          "it": [
            "Sour",
            "Forte",
            "Rinfrescante",
            "Estivo",
            "IBA"
          ],
          "es": [
            "Ácido",
            "Fuerte",
            "Refrescante",
            "Verano",
            "IBA"
          ],
          "pt": [
            "Azedo",
            "Forte",
            "Refrescante",
            "Verão",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Brazil's national cocktail. Originally consumed as a remedy for the Spanish Flu, containing garlic and honey, before evolving into today's refreshing mix.",
          "tr": "Brezilya'nın milli kokteyli. Bugünkü ferahlatıcı karışımına evrilmeden önce, aslında İspanyol Gribi için sarımsak ve bal içeren bir ilaç olarak tüketilirdi.",
          "de": "Brasiliens Nationalcocktail. Ursprünglich als Heilmittel gegen die Spanische Grippe konsumiert, enthielt er Knoblauch und Honig, bevor er sich zu der heutigen erfrischenden Mischung entwickelte.",
          "it": "Il cocktail nazionale del Brasile. Originariamente consumato come rimedio per l'influenza spagnola, conteneva aglio e miele, prima di evolversi nella miscela rinfrescante di oggi.",
          "es": "El cóctel nacional de Brasil. Originalmente consumido como un remedio para la gripe española, que contenía ajo y miel, antes de evolucionar en la mezcla refrescante de hoy.",
          "pt": "O cocktail nacional do Brasil. Originalmente consumido como um remédio para a gripe espanhola, contendo alho e mel, antes de evoluir para a mistura refrescante de hoje."
        }
      },
      {
        "cocktail_id": 7,
        "name": {
          "en": "Cuba Libre",
          "tr": "Cuba Libre"
        },
        "instructions": {
          "en": "Build all ingredients in a Collins glass filled with ice. Garnish with lime wedge.",
          "tr": "Tüm malzemeleri buzla dolu bir Collins bardağına koyun. Misket Limonu dilimi ile süsleyin.",
          "de": "Alle Zutaten in einem mit Eis gefüllten Collins-Glas zubereiten. Mit einem Limettenkeil garnieren.",
          "it": "Versare tutti gli ingredienti direttamente in un bicchiere Collins riempito di ghiaccio. Guarnire con uno spicchio di lime.",
          "es": "Verter todos los ingredientes directamente en un vaso Collins lleno de hielo. Decorar con una rodaja de lima.",
          "pt": "Coloque todos os ingredientes num copo Collins cheio de gelo. Decore com uma rodela de lima."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highball-Glas",
          "it": "Bicchiere Highball",
          "es": "Vaso Highball",
          "pt": "Copo Highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Refreshing",
            "Party",
            "IBA",
            "Rum"
          ],
          "tr": [
            "Tatlı",
            "Ferahlatıcı",
            "Parti",
            "IBA",
            "Rom"
          ],
          "de": [
            "Süß",
            "Erfrischend",
            "Party",
            "IBA",
            "Rum"
          ],
          "it": [
            "Dolce",
            "Rinfrescante",
            "Party",
            "IBA",
            "Rum"
          ],
          "es": [
            "Dulce",
            "Refrescante",
            "Fiesta",
            "IBA",
            "Ron"
          ],
          "pt": [
            "Doce",
            "Refrescante",
            "Festa",
            "IBA",
            "Rum"
          ]
        },
        "history_notes": {
          "en": "Originated in Havana around 1900, following the Spanish-American War. The name means 'Free Cuba', celebrating the arrival of Coca-Cola and American soldiers.",
          "tr": "İspanyol-Amerikan Savaşı'nın ardından 1900 civarında Havana'da ortaya çıktı. Adı 'Özgür Küba' anlamına gelir ve Coca-Cola ile Amerikan askerlerinin gelişini kutlar.",
          "de": "Entstand um 1900 in Havanna im Anschluss an den Spanisch-Amerikanischen Krieg. Der Name bedeutet 'Freies Kuba' und feiert die Ankunft von Coca-Cola und amerikanischen Soldaten.",
          "it": "Nato all'Avana intorno al 1900, in seguito alla guerra ispano-americana. Il nome significa 'Cuba Libre', celebrando l'arrivo della Coca-Cola e dei soldati americani.",
          "es": "Se originó en La Habana alrededor de 1900, después de la Guerra Hispanoamericana. El nombre significa 'Cuba Libre', celebrando la llegada de Coca-Cola y los soldados estadounidenses.",
          "pt": "Originário de Havana por volta de 1900, após a Guerra Hispano-Americana. O nome significa 'Cuba Livre', celebrando a chegada da Coca-Cola e dos soldados americanos."
        }
      },
      {
        "cocktail_id": 8,
        "name": {
          "en": "Clover Club",
          "tr": "Clover Club"
        },
        "instructions": {
          "en": "Dry shake ingredients to emulsify, add ice, shake and served straight up.",
          "tr": "Dağılması için malzemeleri karıştırın, buz ekleyin, çalkalayın ve düz bir şekilde servis yapın.",
          "de": "Zutaten zuerst ohne Eis trocken schütteln, um sie zu emulgieren. Dann Eis hinzufügen, schütteln und ohne Eis servieren.",
          "it": "Agitare gli ingredienti senza ghiaccio per emulsionarli, aggiungere il ghiaccio, agitare e servire senza ghiaccio.",
          "es": "Agitar los ingredientes en seco para emulsionar, agregar hielo, agitar y servir sin hielo.",
          "pt": "Agite os ingredientes a seco para emulsionar, adicione gelo, agite e sirva sem gelo."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa Martini",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Fruity",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Meyveli",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Fruchtig",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Fruttato",
            "Classico",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Afrutado",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Frutado",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "A pre-Prohibition classic named after a men's club in Philadelphia. Known for its silky texture thanks to the egg white and raspberry syrup.",
          "tr": "Adını Philadelphia'daki bir erkek kulübünden alan Yasak öncesi klasik. Yumurta akı ve ahududu şurubu sayesinde sahip olduğu ipeksi dokusuyla bilinir.",
          "de": "Ein klassischer Cocktail aus der Zeit vor der Prohibition, benannt nach einem Herrenclub in Philadelphia. Bekannt für seine seidige Textur dank des Eiweißes und des Himbeersirups.",
          "it": "Un classico pre-Proibizionismo che prende il nome da un club maschile di Philadelphia. Noto per la sua consistenza setosa grazie all'albume e allo sciroppo di lamponi.",
          "es": "Un clásico anterior a la Ley Seca que lleva el nombre de un club de caballeros en Filadelfia. Conocido por su textura sedosa gracias a la clara de huevo y el jarabe de frambuesa.",
          "pt": "Um clássico pré-Lei Seca com o nome de um clube masculino na Filadélfia. Conhecido por sua textura sedosa, graças à clara de ovo e ao xarope de framboesa."
        }
      },
      {
        "cocktail_id": 9,
        "name": {
          "en": "Cosmopolitan",
          "tr": "Cosmopolitan"
        },
        "instructions": {
          "en": "Add all ingredients into cocktail shaker filled with ice. Shake well and double strain into large cocktail glass. Garnish with lime wheel.",
          "tr": "Tüm malzemeleri buzla dolu shaker'a ekleyin. İyice çalkalayın ve büyük kokteyl bardağına iki kez süzün. Misket Limonu ile süsleyin.",
          "de": "Alle Zutaten in einen mit Eis gefüllten Cocktail-Shaker geben. Gut schütteln und doppelt in ein großes Cocktailglas abseihen. Mit einem Limettenrad garnieren.",
          "it": "Aggiungere tutti gli ingredienti in uno shaker pieno di ghiaccio. Agitare bene e filtrare due volte in un grande bicchiere da cocktail. Guarnire con una rondella di lime.",
          "es": "Añadir todos los ingredientes en una coctelera llena de hielo. Agitar bien y colar doblemente en una copa de cóctel grande. Decorar con una rodaja de lima.",
          "pt": "Adicione todos os ingredientes em um shaker de coquetel cheio de gelo. Agite bem e coe duplamente em uma taça de coquetel grande. Decore com uma rodela de limão."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Bicchiere da cocktail",
          "es": "Copa de cóctel",
          "pt": "Taça de coquetel"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Fruity",
            "Party",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Meyveli",
            "Parti",
            "IBA"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Fruchtig",
            "Party",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Fruttato",
            "Party",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Afrutado",
            "Fiesta",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Frutado",
            "Festa",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Though disputed, Toby Cecchini is often credited with the modern recipe in NYC. It became a global icon in the 90s thanks to the TV show 'Sex and the City'.",
          "tr": "Tartışmalı olsa da, modern tarif genellikle NYC'deki Toby Cecchini'ye atfedilir. 90'larda 'Sex and the City' dizisi sayesinde küresel bir ikon haline geldi.",
          "de": "Obwohl umstritten, wird Toby Cecchini oft die moderne Rezeptur in NYC zugeschrieben. Dank der TV-Show 'Sex and the City' wurde es in den 90er Jahren zu einer globalen Ikone.",
          "it": "Anche se contestata, a Toby Cecchini viene spesso attribuita la ricetta moderna a New York. È diventato un'icona globale negli anni '90 grazie alla serie TV 'Sex and the City'.",
          "es": "Aunque se debate, a menudo se le atribuye a Toby Cecchini la receta moderna en Nueva York. Se convirtió en un icono mundial en los años 90 gracias a la serie de televisión 'Sexo en Nueva York'.",
          "pt": "Embora haja controvérsia, Toby Cecchini é frequentemente creditado com a receita moderna em Nova York. Tornou-se um ícone global nos anos 90 graças ao programa de TV 'Sex and the City'."
        }
      },
      {
        "cocktail_id": 10,
        "name": {
          "en": "Corpse Reviver",
          "tr": "Ölü Canlandırıcı"
        },
        "instructions": {
          "en": "Shake, strain, straight up, cocktail glass rinsed with absinthe\r\n",
          "tr": "Kokteyl bardağını absinthe ile aromalandırın. Malzemeleri shake'leyin ve süzün.",
          "de": "Shaken, abgeseiht, straight up, Cocktailglas mit Absinth ausgespült",
          "it": "Shakerare, filtrare, straight up, coppetta da cocktail risciacquata con assenzio",
          "es": "Agitar, colar, derecho, copa de cóctel enjuagada con absenta",
          "pt": "Agitar, coar, direto, taça de cocktail enxaguada com absinto"
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppetta da cocktail",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Strong",
            "Classic",
            "Hangover",
            "IBA"
          ],
          "tr": [
            "Ekşi",
            "Sert",
            "Klasik",
            "AkşamdanKalma",
            "IBA"
          ],
          "de": [
            "Sauer",
            "Stark",
            "Klassisch",
            "Kater",
            "IBA"
          ],
          "it": [
            "Sour",
            "Forte",
            "Classico",
            "Post-Sbornia",
            "IBA"
          ],
          "es": [
            "Ácido",
            "Fuerte",
            "Clásico",
            "Resaca",
            "IBA"
          ],
          "pt": [
            "Azedo",
            "Forte",
            "Clássico",
            "Ressaca",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Specifically the 'No. 2', this drink comes from the Savoy Cocktail Book (1930). Intended as a 'hair of the dog' hangover cure to wake up the dead.",
          "tr": "Özellikle 'No. 2' versiyonu, Savoy Kokteyl Kitabı'ndan (1930) gelir. Ölüleri uyandırmak için tasarlanmış bir 'çivi çiviyi söker' (akşamdan kalma) ilacıdır.",
          "de": "Speziell die 'No. 2', dieses Getränk stammt aus dem Savoy Cocktail Book (1930). Gedacht als 'Konterbier' gegen den Kater, um die Toten aufzuwecken.",
          "it": "Nello specifico il 'No. 2', questo drink proviene dal Savoy Cocktail Book (1930). Inteso come cura post-sbornia 'hair of the dog' per risvegliare i morti.",
          "es": "Específicamente el 'No. 2', esta bebida proviene del Savoy Cocktail Book (1930).  Pensado como una cura para la resaca 'pelo del perro' para despertar a los muertos.",
          "pt": "Especificamente o 'No. 2', esta bebida vem do Savoy Cocktail Book (1930). Pretendido como uma cura para a ressaca 'hair of the dog' para acordar os mortos."
        }
      },
      {
        "cocktail_id": 11,
        "name": {
          "en": "Daiquiri",
          "tr": "Daiquiri"
        },
        "instructions": {
          "en": "Pour all ingredients into shaker with ice cubes. Shake well. Strain in chilled cocktail glass.",
          "tr": "Tüm malzemeleri buz küpleriyle birlikte shaker'a dökün. İyice çalkalayın. Soğutulmuş kokteyl bardağına süzün.",
          "de": "Alle Zutaten mit Eiswürfeln in einen Shaker geben. Gut schütteln. In ein gekühltes Cocktailglas abseihen.",
          "it": "Versare tutti gli ingredienti nello shaker con cubetti di ghiaccio. Agitare bene. Filtrare in un bicchiere da cocktail raffreddato.",
          "es": "Verter todos los ingredientes en una coctelera con cubitos de hielo. Agitar bien. Colar en una copa de cóctel fría.",
          "pt": "Coloque todos os ingredientes em um shaker com cubos de gelo. Agite bem. Coe em uma taça de cocktail gelada."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Bicchiere da cocktail",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Strong",
            "Classic",
            "IBA",
            "Rum"
          ],
          "tr": [
            "Ekşi",
            "Sert",
            "Klasik",
            "IBA",
            "Rom"
          ],
          "de": [
            "Säuerlich",
            "Stark",
            "Klassisch",
            "IBA",
            "Rum"
          ],
          "it": [
            "Sour",
            "Forte",
            "Classico",
            "IBA",
            "Rum"
          ],
          "es": [
            "Ácido",
            "Fuerte",
            "Clásico",
            "IBA",
            "Ron"
          ],
          "pt": [
            "Azedo",
            "Forte",
            "Clássico",
            "IBA",
            "Rum"
          ]
        },
        "history_notes": {
          "en": "Invented by American mining engineer Jennings Cox in Cuba. Named after the beach and iron mine near Santiago de Cuba where he worked.",
          "tr": "Küba'daki Amerikalı maden mühendisi Jennings Cox tarafından icat edildi. Adını Santiago de Cuba yakınlarında çalıştığı plaj ve demir madeninden almıştır.",
          "de": "Erfunden vom amerikanischen Bergbauingenieur Jennings Cox in Kuba. Benannt nach dem Strand und der Eisenerzmine in der Nähe von Santiago de Cuba, wo er arbeitete.",
          "it": "Inventato dall'ingegnere minerario americano Jennings Cox a Cuba. Prende il nome dalla spiaggia e dalla miniera di ferro vicino a Santiago de Cuba dove lavorava.",
          "es": "Inventado por el ingeniero de minas estadounidense Jennings Cox en Cuba. Nombrado por la playa y la mina de hierro cerca de Santiago de Cuba donde trabajaba.",
          "pt": "Inventado pelo engenheiro de mineração americano Jennings Cox em Cuba. Nomeado em homenagem à praia e à mina de ferro perto de Santiago de Cuba, onde ele trabalhava."
        }
      },
      {
        "cocktail_id": 12,
        "name": {
          "en": "Dry Martini",
          "tr": "Dry Martini"
        },
        "instructions": {
          "en": "Straight: Pour all ingredients into mixing glass with ice cubes. Stir well. Strain in chilled martini cocktail glass. Squeeze oil from lemon peel onto the drink, or garnish with olive.",
          "tr": "Düz: Tüm malzemeleri buz küpleriyle dolu karıştırma bardağına dökün. İyice karıştırın. Soğutulmuş martini kokteyl bardağına süzün. Limon kabuğunun yağını içeceğin üzerine sıkın veya zeytinle süsleyin.",
          "de": "Straight: Alle Zutaten mit Eiswürfeln in ein Rührglas geben. Gut umrühren. In ein gekühltes Martini-Glas abseihen. Zitronenzeste über dem Drink ausdrücken oder mit einer Olive garnieren.",
          "it": "Straight: Versare tutti gli ingredienti in un mixing glass con cubetti di ghiaccio. Mescolare bene. Filtrare in una coppetta Martini fredda. Spremere l'olio della scorza di limone sulla bevanda o guarnire con un'oliva.",
          "es": "Straight: Vierta todos los ingredientes en un vaso mezclador con cubitos de hielo. Revuelva bien. Cuele en una copa de cóctel Martini fría. Exprima el aceite de la piel de limón sobre la bebida o adorne con una aceituna.",
          "pt": "Straight: Coloque todos os ingredientes em um copo misturador com cubos de gelo. Mexa bem. Coe em uma taça de cocktail Martini gelada. Esprema o óleo da casca de limão sobre a bebida ou decore com uma azeitona."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppetta Martini",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Strong",
            "Dry",
            "Classic",
            "IBA",
            "Gin"
          ],
          "tr": [
            "Sert",
            "Sek",
            "Klasik",
            "IBA",
            "Cin"
          ],
          "de": [
            "Stark",
            "Trocken",
            "Klassisch",
            "IBA",
            "Gin"
          ],
          "it": [
            "Forte",
            "Secco",
            "Classico",
            "IBA",
            "Gin"
          ],
          "es": [
            "Fuerte",
            "Seco",
            "Clásico",
            "IBA",
            "Gin"
          ],
          "pt": [
            "Forte",
            "Seco",
            "Clássico",
            "IBA",
            "Gin"
          ]
        },
        "history_notes": {
          "en": "The King of Cocktails. Its origins are muddy, likely evolving from the sweeter 'Martinez'. It became drier over the decades, famously preferred by Churchill and Bond.",
          "tr": "Kokteyllerin Kralı. Kökenleri belirsizdir, muhtemelen daha tatlı olan 'Martinez'den evrilmiştir. On yıllar içinde daha sek hale geldi, Churchill ve Bond tarafından tercih edilmesiyle ünlendi.",
          "de": "Der König der Cocktails. Seine Ursprünge sind unklar, wahrscheinlich hat er sich aus dem süßeren 'Martinez' entwickelt. Im Laufe der Jahrzehnte wurde er trockener, berühmt bevorzugt von Churchill und Bond.",
          "it": "Il re dei cocktail. Le sue origini sono incerte, probabilmente derivanti dal più dolce 'Martinez'. È diventato più secco nel corso dei decenni, notoriamente preferito da Churchill e Bond.",
          "es": "El rey de los cócteles. Sus orígenes son confusos, probablemente evolucionó del 'Martinez', que era más dulce. Se volvió más seco con el paso de las décadas, famoso por ser el preferido de Churchill y Bond.",
          "pt": "O Rei dos Cocktails. As suas origens são obscuras, provavelmente evoluindo do 'Martinez', que era mais doce. Tornou-se mais seco ao longo das décadas, famoso por ser preferido por Churchill e Bond."
        }
      },
      {
        "cocktail_id": 13,
        "name": {
          "en": "Dark and Stormy",
          "tr": "Karanlık ve Fırtınalı"
        },
        "instructions": {
          "en": "In a highball glass filled with ice add 6cl dark rum and top with ginger beer. Garnish with lime wedge.",
          "tr": "Buzla doldurulmuş bir highball bardağa 6 cl koyu rom ekleyin ve üstüne zencefil gazozu ekleyin. Misket Limonu kaması ile süsleyin.",
          "de": "In einem mit Eis gefüllten Highball-Glas 6cl dunklen Rum geben und mit Ginger Beer auffüllen. Mit einem Limettenkeil garnieren.",
          "it": "In un bicchiere highball riempito di ghiaccio, aggiungere 6cl di rum scuro e completare con ginger beer. Guarnire con uno spicchio di lime.",
          "es": "En un vaso highball lleno de hielo, añadir 6 cl de ron oscuro y completar con cerveza de jengibre. Decorar con una rodaja de lima.",
          "pt": "Em um copo highball cheio de gelo, adicione 6cl de rum escuro e complete com cerveja de gengibre. Decore com uma fatia de limão."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highball-Glas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Spicy",
            "Highball",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Baharatlı",
            "Highball",
            "IBA"
          ],
          "de": [
            "Süß",
            "Würzig",
            "Highball",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Speziato",
            "Highball",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Especiado",
            "Highball",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Picante",
            "Highball",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "The national drink of Bermuda. The name is said to have originated when a sailor observed that the drink's color looked like storm clouds.",
          "tr": "Bermuda'nın milli içeceği. Adının, bir denizcinin içeceğin renginin fırtına bulutlarına benzediğini söylemesiyle ortaya çıktığı söylenir.",
          "de": "Das Nationalgetränk von Bermuda. Der Name soll entstanden sein, als ein Seemann bemerkte, dass die Farbe des Getränks wie Sturmwolken aussah.",
          "it": "La bevanda nazionale delle Bermuda. Si dice che il nome abbia avuto origine quando un marinaio osservò che il colore della bevanda assomigliava a nuvole tempestose.",
          "es": "La bebida nacional de Bermuda. Se dice que el nombre se originó cuando un marinero observó que el color de la bebida parecía nubes de tormenta.",
          "pt": "A bebida nacional das Bermudas. Diz-se que o nome surgiu quando um marinheiro observou que a cor da bebida parecia nuvens de tempestade."
        }
      },
      {
        "cocktail_id": 14,
        "name": {
          "en": "Espresso Martini",
          "tr": "Espresso Martini"
        },
        "instructions": {
          "en": "Pour ingredients into shaker filled with ice, shake vigorously, and strain into chilled martini glass",
          "tr": "Malzemeleri buzla dolu shaker'a dökün, kuvvetlice çalkalayın ve soğutulmuş martini bardağına süzün.",
          "de": "Zutaten in einen mit Eis gefüllten Shaker geben, kräftig schütteln und in ein gekühltes Martiniglas abseihen.",
          "it": "Versare gli ingredienti in uno shaker pieno di ghiaccio, agitare energicamente e filtrare in una coppa Martini raffreddata.",
          "es": "Verter los ingredientes en una coctelera llena de hielo, agitar vigorosamente y colar en una copa de Martini fría.",
          "pt": "Coloque os ingredientes em uma coqueteleira cheia de gelo, agite vigorosamente e coe em uma taça de Martini gelada."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa cocktail",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Sweet",
            "Strong",
            "Coffee",
            "AfterDinner",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Sert",
            "Kahveli",
            "YemekSonrası",
            "IBA"
          ],
          "de": [
            "Süß",
            "Stark",
            "Kaffee",
            "After-Dinner",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Forte",
            "Caffè",
            "Dopo Cena",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Fuerte",
            "Café",
            "After Dinner",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Forte",
            "Café",
            "Pós-Jantar",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Created by Dick Bradsell in London in 1983. Legend says a famous model asked for a drink that would 'wake me up and f**k me up'.",
          "tr": "1983 yılında Londra'da Dick Bradsell tarafından yaratıldı. Efsaneye göre ünlü bir model 'beni uyandıracak ve mahvedecek' bir içecek istemiştir.",
          "de": "1983 von Dick Bradsell in London kreiert. Der Legende nach bat ein berühmtes Model um einen Drink, der sie 'aufwecken und fertigmachen' würde.",
          "it": "Creato da Dick Bradsell a Londra nel 1983. La leggenda narra che una famosa modella chiese un drink che 'mi svegliasse e mi stendesse'.",
          "es": "Creado por Dick Bradsell en Londres en 1983. La leyenda dice que una famosa modelo pidió una bebida que la 'despertara y la jodiera'.",
          "pt": "Criado por Dick Bradsell em Londres em 1983. A lenda diz que uma modelo famosa pediu uma bebida que a 'acordasse e a fodesse'."
        }
      },
      {
        "cocktail_id": 15,
        "name": {
          "en": "French 75",
          "tr": "French 75"
        },
        "instructions": {
          "en": "Combine gin, sugar, and lemon juice in a cocktail shaker filled with ice. Shake vigorously and strain into a chilled champagne glass. Top up with Champagne. Stir gently.",
          "tr": "Buzla dolu bir shaker'a cin, şeker ve limon suyunu birleştirin. Kuvvetlice çalkalayın ve soğutulmuş bir şampanya bardağına süzün. Şampanya doldurun. Yavaşça karıştırın.",
          "de": "Gin, Zucker und Zitronensaft in einem mit Eis gefüllten Cocktail-Shaker mischen. Kräftig schütteln und in ein gekühltes Sektglas abseihen. Mit Champagner auffüllen. Vorsichtig umrühren.",
          "it": "Unire gin, zucchero e succo di limone in uno shaker pieno di ghiaccio. Agitare energicamente e filtrare in un flute da champagne raffreddato. Colmare con Champagne. Mescolare delicatamente.",
          "es": "Combinar ginebra, azúcar y zumo de limón en una coctelera llena de hielo. Agitar enérgicamente y colar en una copa de champán fría. Rellenar con champán. Remover suavemente.",
          "pt": "Combine gim, açúcar e suco de limão em uma coqueteleira cheia de gelo. Agite vigorosamente e coe em uma taça de champanhe gelada. Complete com champanhe. Mexa delicadamente."
        },
        "glass_type": {
          "en": "Collins glass",
          "tr": "Collins bardağı",
          "de": "Collins Glas",
          "it": "Collins",
          "es": "Vaso Collins",
          "pt": "Copo Collins"
        },
        "tags": {
          "en": [
            "Sour",
            "Sparkling",
            "Classic",
            "IBA",
            "Gin"
          ],
          "tr": [
            "Ekşi",
            "Köpüklü",
            "Klasik",
            "IBA",
            "Cin"
          ],
          "de": [
            "Sour",
            "Spritzig",
            "Klassisch",
            "IBA",
            "Gin"
          ],
          "it": [
            "Sour",
            "Sparkling",
            "Classic",
            "IBA",
            "Gin"
          ],
          "es": [
            "Sour",
            "Espumoso",
            "Clásico",
            "IBA",
            "Gin"
          ],
          "pt": [
            "Sour",
            "Espumante",
            "Clássico",
            "IBA",
            "Gin"
          ]
        },
        "history_notes": {
          "en": "Named after the rapid-firing 75mm field gun used by the French in WWI. It was said to have a kick comparable to being shelled.",
          "tr": "Adını Fransızların 1. Dünya Savaşı'nda kullandığı hızlı ateş eden 75 mm'lik sahra topundan almıştır. Bir top mermisi yemekle kıyaslanabilir bir vuruşu olduğu söylenirdi.",
          "de": "Benannt nach dem schnell feuernden 75-mm-Feldgeschütz, das von den Franzosen im Ersten Weltkrieg eingesetzt wurde. Man sagte, er habe einen Kick, der mit dem Beschuss vergleichbar sei.",
          "it": "Prende il nome dal cannone da campo da 75 mm a fuoco rapido utilizzato dai francesi nella prima guerra mondiale. Si diceva che avesse un effetto paragonabile a un bombardamento.",
          "es": "Nombrado en honor al cañón de campaña de 75 mm de disparo rápido utilizado por los franceses en la Primera Guerra Mundial. Se decía que tenía una patada comparable a ser bombardeado.",
          "pt": "Nomeado em homenagem ao canhão de campanha de 75 mm de tiro rápido usado pelos franceses na Primeira Guerra Mundial. Dizia-se que tinha um impacto comparável ao de ser bombardeado."
        }
      },
      {
        "cocktail_id": 16,
        "name": {
          "en": "French Martini",
          "tr": "French Martini"
        },
        "instructions": {
          "en": "Pour all ingredients into shaker with ice cubes. Shake well and strain into a chilled cocktail glass. Squeeze oil from lemon peel onto the drink.",
          "tr": "Tüm malzemeleri buz küpleriyle birlikte shaker'a dökün. İyice çalkalayın ve soğutulmuş bir kokteyl bardağına süzün. Limon kabuğunun yağını içeceğin üzerine sıkın.",
          "de": "Alle Zutaten in einen Shaker mit Eiswürfeln geben. Gut schütteln und in ein gekühltes Cocktailglas abseihen. Zitronenzeste auspressen und über das Getränk träufeln.",
          "it": "Versare tutti gli ingredienti nello shaker con cubetti di ghiaccio. Agitare bene e filtrare in un bicchiere da cocktail raffreddato. Spremere l'olio dalla scorza di limone sulla bevanda.",
          "es": "Verter todos los ingredientes en una coctelera con cubitos de hielo. Agitar bien y colar en una copa de cóctel fría. Exprimir el aceite de la piel de limón sobre la bebida.",
          "pt": "Coloque todos os ingredientes em uma coqueteleira com cubos de gelo. Agite bem e coe em uma taça de coquetel gelada. Esprema o óleo da casca de limão sobre a bebida."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Bicchiere da cocktail",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "ModernClassic",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "ModernKlasik",
            "IBA"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "ModernClassic",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "ModernClassic",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "ModernClassic",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "ModernClassic",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Not truly French, but invented in NYC in the 80s. It sparked the fruity martini craze and is named for its use of Chambord, a French black raspberry liqueur.",
          "tr": "Aslında Fransız değildir, 80'lerde NYC'de icat edilmiştir. Meyveli martini çılgınlığını başlattı ve adını Fransız ahududu likörü Chambord kullanımından aldı.",
          "de": "Nicht wirklich französisch, sondern in den 80er Jahren in NYC erfunden. Es löste den Trend der fruchtigen Martinis aus und ist nach der Verwendung von Chambord benannt, einem französischen schwarzen Himbeerlikör.",
          "it": "Non è propriamente francese, ma è stato inventato a New York negli anni '80. Ha scatenato la mania dei martini fruttati e prende il nome dall'uso di Chambord, un liquore francese al lampone nero.",
          "es": "No es verdaderamente francés, sino que fue inventado en Nueva York en los años 80. Desató la moda del martini afrutado y debe su nombre a su uso de Chambord, un licor francés de frambuesa negra.",
          "pt": "Não é verdadeiramente francês, mas foi inventado em Nova York nos anos 80. Desencadeou a mania do martini frutado e tem o nome de seu uso de Chambord, um licor francês de framboesa preta."
        }
      },
      {
        "cocktail_id": 17,
        "name": {
          "en": "Gimlet",
          "tr": "Gimlet"
        },
        "instructions": {
          "en": "Add all the ingredients to a shaker and fill with ice.\r\n\r\nShake, and strain into a chilled cocktail glass or an Old Fashioned glass filled with fresh ice.\r\n\r\nGarnish with a lime wheel.",
          "tr": "Tüm malzemeleri shaker'a ekleyin ve buzla doldurun. \r\n\r\nÇalkalayın ve soğutulmuş bir kokteyl bardağına veya taze buzla doldurulmuş viski bardağına süzün. \r\n\r\nLime dilimi ile süsleyin.",
          "de": "Alle Zutaten in einen Shaker geben und mit Eis auffüllen.\n\nSchütteln und in ein gekühltes Cocktailglas oder ein mit frischem Eis gefülltes Old-Fashioned-Glas abseihen.\n\nMit einem Limettenrad garnieren.",
          "it": "Aggiungere tutti gli ingredienti in uno shaker e riempire con ghiaccio.\n\nAgitare e filtrare in una coppetta da cocktail fredda o in un bicchiere Old Fashioned riempito con ghiaccio fresco.\n\nGuarnire con una rondella di lime.",
          "es": "Añade todos los ingredientes a una coctelera y llénala con hielo.\n\nAgita y cuela en una copa de cóctel fría o en un vaso Old Fashioned lleno de hielo.\n\nDecora con una rodaja de lima.",
          "pt": "Adicione todos os ingredientes a um shaker e encha com gelo.\n\nAgite e coe para uma taça de cocktail gelada ou um copo Old Fashioned cheio de gelo fresco.\n\nDecore com uma rodela de lima."
        },
        "glass_type": {
          "en": "Martini Glass",
          "tr": "Martini Bardağı",
          "de": "Martini-Glas",
          "it": "Coppetta Martini",
          "es": "Copa de Martini",
          "pt": "Taça de Martini"
        },
        "tags": {
          "en": [
            "Sour",
            "Strong",
            "Classic",
            "Gin"
          ],
          "tr": [
            "Ekşi",
            "Sert",
            "Klasik",
            "Cin"
          ],
          "de": [
            "Sauer",
            "Stark",
            "Klassisch",
            "Gin"
          ],
          "it": [
            "Sour",
            "Forte",
            "Classico",
            "Gin"
          ],
          "es": [
            "Sour",
            "Fuerte",
            "Clásico",
            "Gin"
          ],
          "pt": [
            "Sour",
            "Forte",
            "Clássico",
            "Gin"
          ]
        },
        "history_notes": {
          "en": "Originally a medicine for British sailors to prevent scurvy. They mixed their daily ration of lime juice (preserved with sugar) with gin to make it palatable.",
          "tr": "Aslen İngiliz denizcileri iskorbütten korumak için bir ilaçtı. Günlük limon suyu (şekerle korunmuş) istihkaklarını içilebilir hale getirmek için cinle karıştırırlardı.",
          "de": "Ursprünglich ein Medikament für britische Seeleute zur Vorbeugung von Skorbut. Sie mischten ihre tägliche Ration Limettensaft (mit Zucker haltbar gemacht) mit Gin, um ihn schmackhaft zu machen.",
          "it": "Originariamente una medicina per i marinai britannici per prevenire lo scorbuto. Mescolavano la loro razione giornaliera di succo di lime (conservato con zucchero) con gin per renderlo più appetibile.",
          "es": "Originalmente una medicina para los marineros británicos para prevenir el escorbuto. Mezclaban su ración diaria de zumo de lima (conservado con azúcar) con ginebra para hacerlo más palatable.",
          "pt": "Originalmente, um remédio para marinheiros britânicos para prevenir o escorbuto. Misturavam sua ração diária de suco de limão (preservado com açúcar) com gim para torná-lo palatável."
        }
      },
      {
        "cocktail_id": 18,
        "name": {
          "en": "Godfather",
          "tr": "Godfather"
        },
        "instructions": {
          "en": "Pour all ingredients directly into old fashioned glass filled with ice cubes. Stir gently.",
          "tr": "Tüm malzemeleri doğrudan buz küpleriyle doldurulmuş Old-Fashioned bardağa dökün. Yavaşça karıştırın.",
          "de": "Alle Zutaten direkt in ein mit Eiswürfeln gefülltes Old-Fashioned-Glas geben. Sanft umrühren.",
          "it": "Versare tutti gli ingredienti direttamente in un bicchiere old fashioned riempito con cubetti di ghiaccio. Mescolare delicatamente.",
          "es": "Vierta todos los ingredientes directamente en un vaso old fashioned lleno de cubitos de hielo. Revuelva suavemente.",
          "pt": "Despeje todos os ingredientes diretamente num copo old fashioned cheio de cubos de gelo. Mexa suavemente."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Old-Fashioned bardağı",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere Old-fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Sweet",
            "Strong",
            "Sipper",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Sert",
            "Yudumlamalık",
            "IBA"
          ],
          "de": [
            "Süß",
            "Stark",
            "Zum Nippen",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Forte",
            "Da sorseggiare",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Fuerte",
            "Para beber a sorbos",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Forte",
            "Para saborear",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Popular in the 1970s, it was named after the famous film starring Marlon Brando. It's a simple but bold mix of Scotch and Amaretto.",
          "tr": "1970'lerde popüler olan bu içecek, adını Marlon Brando'nun oynadığı ünlü filmden almıştır. Scotch ve Amaretto'nun basit ama cesur bir karışımıdır.",
          "de": "In den 1970er Jahren populär geworden, wurde er nach dem berühmten Film mit Marlon Brando benannt. Es ist eine einfache, aber kräftige Mischung aus Scotch und Amaretto.",
          "it": "Popolare negli anni '70, prende il nome dal famoso film con Marlon Brando. È una miscela semplice ma audace di Scotch e Amaretto.",
          "es": "Popular en la década de 1970, lleva el nombre de la famosa película protagonizada por Marlon Brando. Es una mezcla simple pero audaz de whisky escocés y Amaretto.",
          "pt": "Popular na década de 1970, foi nomeado após o famoso filme estrelado por Marlon Brando. É uma mistura simples, mas ousada, de Scotch e Amaretto."
        }
      },
      {
        "cocktail_id": 19,
        "name": {
          "en": "Gin Tonic",
          "tr": "Cin Tonik"
        },
        "instructions": {
          "en": "Fill a highball glass with ice, pour the gin, top with tonic water and squeeze a lemon wedge and garnish with a lemon wedge.",
          "tr": "Bir highball bardağını buzla doldurun, cini dökün, üzerine tonik ekleyin, bir dilim limon sıkın ve limon dilimiyle süsleyin.",
          "de": "Ein Highball-Glas mit Eis füllen, den Gin dazugeben, mit Tonic Water auffüllen, einen Zitronenschnitz auspressen und mit einem Zitronenschnitz garnieren.",
          "it": "Riempi un bicchiere highball con ghiaccio, versa il gin, colma con acqua tonica, spremi uno spicchio di limone e guarnisci con uno spicchio di limone.",
          "es": "Llena un vaso highball con hielo, vierte la ginebra, rellena con agua tónica, exprime una rodaja de limón y decora con una rodaja de limón.",
          "pt": "Encha um copo highball com gelo, adicione o gin, complete com água tônica, esprema uma rodela de limão e decore com uma rodela de limão."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highball-Glas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Bitter",
            "Refreshing",
            "Highball",
            "Classic"
          ],
          "tr": [
            "Acı",
            "Ferahlatıcı",
            "Highball",
            "Klasik"
          ],
          "de": [
            "Bitter",
            "Erfrischend",
            "Highball",
            "Klassisch"
          ],
          "it": [
            "Amaro",
            "Rinfrescante",
            "Highball",
            "Classico"
          ],
          "es": [
            "Amargo",
            "Refrescante",
            "Highball",
            "Clásico"
          ],
          "pt": [
            "Amargo",
            "Refrescante",
            "Highball",
            "Clássico"
          ]
        },
        "history_notes": {
          "en": "Born in British colonial India. Soldiers mixed quinine (anti-malarial) with water, sugar, and lime to mask the bitter taste, adding gin to make a soothing drink.",
          "tr": "İngiliz sömürgesi Hindistan'da doğdu. Askerler kinini (sıtma ilacı) acı tadı maskelemek için su, şeker ve limonla karıştırır, rahatlatıcı bir içecek yapmak için cin eklerlerdi.",
          "de": "Geboren im britischen Kolonialindien. Soldaten mischten Chinin (Malariamedikament) mit Wasser, Zucker und Limette, um den bitteren Geschmack zu überdecken, und fügten Gin hinzu, um ein beruhigendes Getränk zu erhalten.",
          "it": "Nato nell'India coloniale britannica. I soldati mescolavano chinino (antimalarico) con acqua, zucchero e lime per mascherare il gusto amaro, aggiungendo gin per creare una bevanda rilassante.",
          "es": "Nacido en la India colonial británica. Los soldados mezclaban quinina (antipalúdico) con agua, azúcar y lima para enmascarar el sabor amargo, añadiendo ginebra para hacer una bebida calmante.",
          "pt": "Nascido na Índia colonial britânica. Os soldados misturavam quinino (antimalárico) com água, açúcar e limão para mascarar o sabor amargo, adicionando gin para fazer uma bebida calmante."
        }
      },
      {
        "cocktail_id": 20,
        "name": {
          "en": "Hemingway Special",
          "tr": "Hemingway Special"
        },
        "instructions": {
          "en": "Pour all ingredients into a shaker with ice. Shake.",
          "tr": "Tüm malzemeleri buzlu bir shaker'a dökün. Sallayın.",
          "de": "Alle Zutaten in einen Shaker mit Eis geben. Schütteln.",
          "it": "Versare tutti gli ingredienti in uno shaker con ghiaccio. Agitare.",
          "es": "Vierte todos los ingredientes en una coctelera con hielo. Agita.",
          "pt": "Coloque todos os ingredientes em um shaker com gelo. Agite."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Strong",
            "Classic",
            "IBA",
            "Rum"
          ],
          "tr": [
            "Ekşi",
            "Sert",
            "Klasik",
            "IBA",
            "Rom"
          ],
          "de": [
            "Sauer",
            "Stark",
            "Klassisch",
            "IBA",
            "Rum"
          ],
          "it": [
            "Sour",
            "Forte",
            "Classico",
            "IBA",
            "Rum"
          ],
          "es": [
            "Sour",
            "Fuerte",
            "Clásico",
            "IBA",
            "Ron"
          ],
          "pt": [
            "Sour",
            "Forte",
            "Clássico",
            "IBA",
            "Rum"
          ]
        },
        "history_notes": {
          "en": "Also known as the 'Papa Doble'. Created for Ernest Hemingway at El Floridita in Havana. He was diabetic, so he requested double the rum and no sugar.",
          "tr": "'Papa Doble' olarak da bilinir. Havana'daki El Floridita'da Ernest Hemingway için yaratıldı. Şeker hastası olduğu için şekersiz ve iki kat romlu isterdi.",
          "de": "Auch bekannt als 'Papa Doble'. Für Ernest Hemingway im El Floridita in Havanna kreiert. Er war Diabetiker, daher wünschte er die doppelte Menge Rum und keinen Zucker.",
          "it": "Conosciuto anche come 'Papa Doble'. Creato per Ernest Hemingway all'El Floridita a L'Avana. Essendo diabetico, chiese una dose doppia di rum e senza zucchero.",
          "es": "También conocido como 'Papa Doble'. Creado para Ernest Hemingway en El Floridita en La Habana. Era diabético, por lo que pidió el doble de ron y nada de azúcar.",
          "pt": "Também conhecido como 'Papa Doble'. Criado para Ernest Hemingway no El Floridita em Havana. Ele era diabético, então pediu o dobro de rum e sem açúcar."
        }
      },
      {
        "cocktail_id": 21,
        "name": {
          "en": "Irish Coffee",
          "tr": "Irish Coffee"
        },
        "instructions": {
          "en": "Heat the coffee, whiskey and sugar; do not boil. Pour into glass and top with cream; serve hot.",
          "tr": "Kahveyi, viskiyi ve şekeri ısıtın; kaynatmayın. Bardağa dökün ve üzerine krema dökün; sıcak servis yapın.",
          "de": "Kaffee, Whiskey und Zucker erhitzen, aber nicht kochen. In ein Glas gießen und mit Sahnehaube versehen; heiß servieren.",
          "it": "Scaldare il caffè, il whiskey e lo zucchero; non far bollire. Versare nel bicchiere e completare con la panna; servire caldo.",
          "es": "Calentar el café, el whisky y el azúcar; no hervir. Verter en el vaso y cubrir con crema; servir caliente.",
          "pt": "Aqueça o café, o whiskey e o açúcar; não deixe ferver. Despeje no copo e cubra com creme; sirva quente."
        },
        "glass_type": {
          "en": "Irish coffee cup",
          "tr": "İrlanda kahvesi fincanı",
          "de": "Irish Coffee Glas",
          "it": "Bicchiere da Irish Coffee",
          "es": "Vaso de Irish Coffee",
          "pt": "Copo de Irish Coffee"
        },
        "tags": {
          "en": [
            "Sweet",
            "Hot",
            "Coffee",
            "Winter",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Sıcak",
            "Kahveli",
            "Kış",
            "IBA"
          ],
          "de": [
            "Süß",
            "Heiß",
            "Kaffee",
            "Winter",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Caldo",
            "Caffè",
            "Inverno",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Caliente",
            "Café",
            "Invierno",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Quente",
            "Café",
            "Inverno",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Invented by Joe Sheridan at Foynes Airport to warm up passengers. When asked if it was Brazilian coffee, he replied, 'No, that's Irish Coffee'.",
          "tr": "Foynes Havalimanı'nda Joe Sheridan tarafından yolcuları ısıtmak için icat edildi. Brezilya kahvesi olup olmadığı sorulduğunda, 'Hayır, bu İrlanda Kahvesi' yanıtını verdi.",
          "de": "Erfunden von Joe Sheridan am Flughafen Foynes, um Passagiere aufzuwärmen. Auf die Frage, ob es brasilianischer Kaffee sei, antwortete er: 'Nein, das ist Irish Coffee'.",
          "it": "Inventato da Joe Sheridan all'aeroporto di Foynes per riscaldare i passeggeri. Quando gli fu chiesto se fosse caffè brasiliano, rispose: 'No, è Irish Coffee'.",
          "es": "Inventado por Joe Sheridan en el aeropuerto de Foynes para calentar a los pasajeros. Cuando le preguntaron si era café brasileño, respondió: 'No, es Irish Coffee'.",
          "pt": "Inventado por Joe Sheridan no aeroporto de Foynes para aquecer os passageiros. Quando lhe perguntaram se era café brasileiro, respondeu: 'Não, é Irish Coffee'."
        }
      },
      {
        "cocktail_id": 22,
        "name": {
          "en": "Kir Royale",
          "tr": "Kir Royale"
        },
        "instructions": {
          "en": "Pour Creme de cassis in glass, gently pour champagne on top",
          "tr": "Creme de cassis'i bardağa dökün, üzerine şampanyayı yavaşça dökün",
          "de": "Crème de Cassis in ein Glas geben, vorsichtig mit Champagner auffüllen.",
          "it": "Versare la Crème de Cassis nel bicchiere, versare delicatamente lo champagne sopra.",
          "es": "Vierta la Crème de Cassis en la copa, vierta suavemente el champán encima.",
          "pt": "Despeje o Crème de Cassis no copo, despeje suavemente o champanhe por cima."
        },
        "glass_type": {
          "en": "Champagne Flute",
          "tr": "Şampanya Flütü",
          "de": "Champagnerflöte",
          "it": "Flûte di Champagne",
          "es": "Copa de champán",
          "pt": "Flute de champanhe"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sparkling",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Köpüklü",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Süß",
            "Spritzig",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Spumeggiante",
            "Classico",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Espumoso",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Espumante",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "A variation of the 'Kir', named after Canon Félix Kir, a hero of the French Resistance. He popularized the drink to promote local Burgundy products.",
          "tr": "Fransız Direnişi kahramanı Canon Félix Kir'in adını taşıyan 'Kir'in bir varyasyonudur. Yerel Burgonya ürünlerini tanıtmak için bu içeceği popülerleştirdi.",
          "de": "Eine Variation des 'Kir', benannt nach Canon Félix Kir, einem Helden der französischen Résistance. Er machte das Getränk populär, um lokale Burgunder Produkte zu fördern.",
          "it": "Una variante del 'Kir', che prende il nome da Canon Félix Kir, un eroe della Resistenza francese. Ha reso popolare la bevanda per promuovere i prodotti locali della Borgogna.",
          "es": "Una variación del 'Kir', que lleva el nombre de Canon Félix Kir, un héroe de la Resistencia francesa. Popularizó la bebida para promover los productos locales de Borgoña.",
          "pt": "Uma variação do 'Kir', nomeado em homenagem a Canon Félix Kir, um herói da Resistência Francesa. Ele popularizou a bebida para promover os produtos locais da Borgonha."
        }
      },
      {
        "cocktail_id": 23,
        "name": {
          "en": "Long Island Iced Tea",
          "tr": "Long Island Iced Tea"
        },
        "instructions": {
          "en": "Mix all contents in a highball glass and sitr gently. Add dash of Coca-Cola for the coloring and garnish with lemon or lime twist.",
          "tr": "Tüm içeriği bir highball bardağında karıştırın ve yavaşça oturun. Renklendirmek için bir miktar Coca-Cola ekleyin ve limon veya misket limonu ile süsleyin.",
          "de": "Alle Zutaten in einem Highball-Glas verrühren und vorsichtig umrühren. Einen Schuss Coca-Cola für die Farbe hinzufügen und mit einer Zitronen- oder Limettenspirale garnieren.",
          "it": "Mescolare tutti gli ingredienti direttamente in un bicchiere highball e mescolare delicatamente. Aggiungere un goccio di Coca-Cola per colorare e guarnire con una scorza di limone o lime.",
          "es": "Mezclar todos los ingredientes en un vaso highball y remover suavemente. Añadir un toque de Coca-Cola para darle color y decorar con un twist de limón o lima.",
          "pt": "Misture todos os ingredientes diretamente num copo highball e mexa suavemente. Adicione um toque de Coca-Cola para dar cor e decore com uma espiral de limão ou lima."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highball-Glas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Strong",
            "Party",
            "IBA",
            "Highball"
          ],
          "tr": [
            "Tatlı",
            "Sert",
            "Parti",
            "IBA",
            "Highball"
          ],
          "de": [
            "Süß",
            "Stark",
            "Party",
            "IBA",
            "Highball"
          ],
          "it": [
            "Dolce",
            "Forte",
            "Party",
            "IBA",
            "Highball"
          ],
          "es": [
            "Dulce",
            "Fuerte",
            "Fiesta",
            "IBA",
            "Highball"
          ],
          "pt": [
            "Doce",
            "Forte",
            "Festa",
            "IBA",
            "Highball"
          ]
        },
        "history_notes": {
          "en": "Typically attributed to Robert 'Rosebud' Butt in the 1970s. Despite tasting like iced tea, it contains no tea, but four different spirits.",
          "tr": "Genellikle 1970'lerde Robert 'Rosebud' Butt'a atfedilir. Tadı buzlu çaya benzemesine rağmen içinde çay yoktur, ancak dört farklı alkol içerir.",
          "de": "Wird typischerweise Robert 'Rosebud' Butt in den 1970er Jahren zugeschrieben. Obwohl er wie Eistee schmeckt, enthält er keinen Tee, sondern vier verschiedene Spirituosen.",
          "it": "Tipicamente attribuito a Robert 'Rosebud' Butt negli anni '70. Nonostante il sapore di tè freddo, non contiene tè, ma quattro diversi superalcolici.",
          "es": "Típicamente atribuido a Robert 'Rosebud' Butt en la década de 1970. A pesar de saber a té helado, no contiene té, sino cuatro licores diferentes.",
          "pt": "Normalmente atribuído a Robert 'Rosebud' Butt na década de 1970. Apesar de ter sabor de chá gelado, não contém chá, mas quatro bebidas espirituosas diferentes."
        }
      },
      {
        "cocktail_id": 24,
        "name": {
          "en": "Mojito",
          "tr": "Mojito"
        },
        "instructions": {
          "en": "Muddle mint leaves with sugar and lime juice. Add a splash of soda water and fill the glass with cracked ice. Pour the rum and top with soda water. Garnish and serve with straw.",
          "tr": "Nane yapraklarını şeker ve limon suyuyla karıştırın. Bir miktar soda ekleyin ve bardağı kırık buzla doldurun. Romu dökün ve üzerine soda ekleyin. Samanla süsleyip servis yapın.",
          "de": "Minzblätter mit Zucker und Limettensaft in einem Shaker muddlen. Einen Schuss Sodawasser hinzufügen und das Glas mit Crushed Ice füllen. Rum eingießen und mit Sodawasser auffüllen. Garnieren und mit einem Strohhalm servieren.",
          "it": "Pestare le foglie di menta con lo zucchero e il succo di lime direttamente nel bicchiere. Aggiungere una spruzzata di soda e riempire il bicchiere con ghiaccio tritato. Versare il rum e completare con la soda. Guarnire e servire con una cannuccia.",
          "es": "Machacar las hojas de hierbabuena con el azúcar y el jugo de lima. Agregar un chorrito de agua con gas y llenar el vaso con hielo picado. Verter el ron y completar con agua con gas. Decorar y servir con pajita.",
          "pt": "Amassar as folhas de hortelã com o açúcar e o suco de limão. Adicionar um toque de água com gás e encher o copo com gelo picado. Despejar o rum e completar com água com gás. Decorar e servir com canudo."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highballglas",
          "it": "Bicchiere Highball",
          "es": "Vaso Highball",
          "pt": "Copo Highball"
        },
        "tags": {
          "en": [
            "IBA",
            "ContemporaryClassic",
            "Alcoholic",
            "USA",
            "Asia",
            "Vegan",
            "Citrus",
            "Brunch",
            "Hangover",
            "Mild"
          ],
          "tr": [
            "IBA",
            "ÇağdaşKlasik",
            "Alkollü",
            "ABD",
            "Asya",
            "Vegan",
            "Narenciye",
            "Brunch",
            "Akşamdan Kalma",
            "Hafif"
          ],
          "de": [
            "IBA",
            "ContemporaryClassic",
            "Alkoholisch",
            "USA",
            "Asien",
            "Vegan",
            "Zitrusfrüchte",
            "Brunch",
            "Kater",
            "Mild"
          ],
          "it": [
            "IBA",
            "ContemporaryClassic",
            "Alcolico",
            "USA",
            "Asia",
            "Vegan",
            "Agrumi",
            "Brunch",
            "Postumi sbornia",
            "Leggero"
          ],
          "es": [
            "IBA",
            "ContemporaryClassic",
            "Alcohólico",
            "USA",
            "Asia",
            "Vegano",
            "Cítricos",
            "Brunch",
            "Resaca",
            "Suave"
          ],
          "pt": [
            "IBA",
            "ContemporaryClassic",
            "Alcoólico",
            "USA",
            "Ásia",
            "Vegan",
            "Cítrico",
            "Brunch",
            "Ressaca",
            "Suave"
          ]
        },
        "history_notes": {
          "en": "Origins trace back to 16th-century Cuba and Sir Francis Drake. It became globally famous as one of Ernest Hemingway's favorite drinks.",
          "tr": "Kökenleri 16. yüzyıl Küba'sına ve Sir Francis Drake'e kadar uzanır. Ernest Hemingway'in favori içeceklerinden biri olarak dünyaca ünlenmiştir.",
          "de": "Der Ursprung lässt sich bis ins Kuba des 16. Jahrhunderts und zu Sir Francis Drake zurückverfolgen. Weltweite Berühmtheit erlangte er als eines der Lieblingsgetränke von Ernest Hemingway.",
          "it": "Le origini risalgono alla Cuba del XVI secolo e a Sir Francis Drake. È diventato famoso in tutto il mondo come uno dei drink preferiti di Ernest Hemingway.",
          "es": "Sus orígenes se remontan a la Cuba del siglo XVI y a Sir Francis Drake. Se hizo mundialmente famoso como una de las bebidas favoritas de Ernest Hemingway.",
          "pt": "As origens remontam a Cuba do século XVI e a Sir Francis Drake. Tornou-se mundialmente famoso como uma das bebidas favoritas de Ernest Hemingway."
        }
      },
      {
        "cocktail_id": 25,
        "name": {
          "en": "Mimosa",
          "tr": "Mimoza"
        },
        "instructions": {
          "en": "Ensure both ingredients are well chilled, then mix into the glass. Serve cold.",
          "tr": "Her iki malzemenin de iyice soğutulduğundan emin olun ve ardından bardağa karıştırın. Soğuk servis yapın.",
          "de": "Achte darauf, dass beide Zutaten gut gekühlt sind, und mische sie dann im Glas. Kalt servieren.",
          "it": "Assicurarsi che entrambi gli ingredienti siano ben freddi, quindi mescolarli nel bicchiere. Servire freddo.",
          "es": "Asegúrate de que ambos ingredientes estén bien fríos, luego mézclalos en la copa. Servir frío.",
          "pt": "Certifique-se de que ambos os ingredientes estejam bem gelados e, em seguida, misture-os no copo. Sirva frio."
        },
        "glass_type": {
          "en": "Champagne flute",
          "tr": "Şampanya Bardağı",
          "de": "Champagnerflöte",
          "it": "Flûte da champagne",
          "es": "Copa de champán",
          "pt": "Flute de champanhe"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Sparkling",
            "Brunch",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Köpüklü",
            "Brunch",
            "IBA"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Spritzig",
            "Brunch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Spumeggiante",
            "Brunch",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Espumoso",
            "Brunch",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Espumante",
            "Brunch",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Created by Frank Meier at the Ritz Hotel in Paris around 1925. Named after the yellow mimosa plant, it became the ultimate brunch cocktail.",
          "tr": "1925 civarında Paris'teki Ritz Otel'de Frank Meier tarafından yaratıldı. Adını sarı mimoza çiçeğinden alır ve nihai brunch kokteyli haline gelmiştir.",
          "de": "Kreiert von Frank Meier um 1925 im Ritz Hotel in Paris. Benannt nach der gelben Mimosenpflanze, wurde er zum ultimativen Brunch-Cocktail.",
          "it": "Creato da Frank Meier al Ritz Hotel di Parigi intorno al 1925. Prende il nome dalla pianta di mimosa gialla ed è diventato il cocktail brunch per eccellenza.",
          "es": "Creado por Frank Meier en el Hotel Ritz de París alrededor de 1925. Nombrado en honor a la planta de mimosa amarilla, se convirtió en el cóctel brunch definitivo.",
          "pt": "Criado por Frank Meier no Ritz Hotel em Paris por volta de 1925. Nomeado em homenagem à planta mimosa amarela, tornou-se o coquetel de brunch definitivo."
        }
      },
      {
        "cocktail_id": 26,
        "name": {
          "en": "Mai Tai",
          "tr": "Mai Tai"
        },
        "instructions": {
          "en": "Shake all ingredients with ice. Strain into glass. Garnish and serve with straw.",
          "tr": "Tüm malzemeleri buzla çalkalayın. Bardağa süzün. Samanla süsleyip servis yapın.",
          "de": "Alle Zutaten mit Eis shaken. In ein Glas abseihen. Mit einer Garnitur versehen und mit einem Strohhalm servieren.",
          "it": "Shakerare tutti gli ingredienti con ghiaccio. Filtrare in un bicchiere. Guarnire e servire con una cannuccia.",
          "es": "Agitar todos los ingredientes con hielo. Colar en un vaso. Decorar y servir con una pajita.",
          "pt": "Agitar todos os ingredientes com gelo. Coar para um copo. Decorar e servir com canudo."
        },
        "glass_type": {
          "en": "Collins glass",
          "tr": "Collins bardağı",
          "de": "Collinsglas",
          "it": "Bicchiere Collins",
          "es": "Vaso Collins",
          "pt": "Copo Collins"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Strong",
            "Tiki",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Sert",
            "Tiki",
            "IBA"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Stark",
            "Tiki",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Forte",
            "Tiki",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Fuerte",
            "Tiki",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Forte",
            "Tiki",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Invented by Trader Vic in 1944. Upon tasting it, a Tahitian friend exclaimed 'Maita'i roa ae!', meaning 'Out of this world!'.",
          "tr": "1944'te Trader Vic tarafından icat edildi. Tadına bakan Tahitili bir arkadaşı 'Maita'i roa ae!' diye haykırdı, bu 'Dünya dışı!' anlamına gelir.",
          "de": "Erfunden von Trader Vic im Jahr 1944. Nach dem Kosten rief ein tahitianischer Freund aus: 'Maita'i roa ae!', was 'Nicht von dieser Welt!' bedeutet.",
          "it": "Inventato da Trader Vic nel 1944. Dopo averlo assaggiato, un amico tahitiano esclamò 'Maita'i roa ae!', che significa 'Fuori dal mondo!'",
          "es": "Inventado por Trader Vic en 1944. Al probarlo, un amigo tahitiano exclamó 'Maita'i roa ae!', que significa '¡Fuera de este mundo!'",
          "pt": "Inventado por Trader Vic em 1944. Ao prová-lo, um amigo taitiano exclamou 'Maita'i roa ae!', que significa 'Fora deste mundo!'"
        }
      },
      {
        "cocktail_id": 27,
        "name": {
          "en": "Manhattan",
          "tr": "Manhattan"
        },
        "instructions": {
          "en": "Stirred over ice, strained into a chilled glass, garnished, and served up.",
          "tr": "Buz üzerinde karıştırılır, soğutulmuş bir bardağa süzülür, süslenir ve servis edilir.",
          "de": "Über Eis gerührt, in ein gekühltes Glas abgeseiht, garniert und serviert.",
          "it": "Mescolato con ghiaccio, filtrato in un bicchiere freddo, guarnito e servito senza ghiaccio.",
          "es": "Removido sobre hielo, colado en una copa fría, adornado y servido sin hielo.",
          "pt": "Mexido com gelo, coado para um copo gelado, decorado e servido puro."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa Martini",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Bitter",
            "Strong",
            "Classic",
            "IBA",
            "Whiskey"
          ],
          "tr": [
            "Acı",
            "Sert",
            "Klasik",
            "IBA",
            "Viski"
          ],
          "de": [
            "Bitter",
            "Stark",
            "Klassisch",
            "IBA",
            "Whiskey"
          ],
          "it": [
            "Amaro",
            "Forte",
            "Classico",
            "IBA",
            "Whiskey"
          ],
          "es": [
            "Amargo",
            "Fuerte",
            "Clásico",
            "IBA",
            "Whiskey"
          ],
          "pt": [
            "Amargo",
            "Forte",
            "Clássico",
            "IBA",
            "Whiskey"
          ]
        },
        "history_notes": {
          "en": "One of the oldest cocktails, dating back to the 1870s. Legend links it to Lady Randolph Churchill at the Manhattan Club, though this is likely a myth.",
          "tr": "1870'lere dayanan en eski kokteyllerden biridir. Efsaneler onu Manhattan Club'daki Lady Randolph Churchill ile ilişkilendirir, ancak bu muhtemelen bir mittir.",
          "de": "Einer der ältesten Cocktails, der bis in die 1870er Jahre zurückreicht. Eine Legende verbindet ihn mit Lady Randolph Churchill im Manhattan Club, obwohl dies wahrscheinlich ein Mythos ist.",
          "it": "Uno dei cocktail più antichi, risalente al 1870. La leggenda lo collega a Lady Randolph Churchill al Manhattan Club, anche se probabilmente è un mito.",
          "es": "Uno de los cócteles más antiguos, que data de la década de 1870. La leyenda lo vincula a Lady Randolph Churchill en el Manhattan Club, aunque es probable que sea un mito.",
          "pt": "Um dos cocktails mais antigos, datado da década de 1870. A lenda liga-o a Lady Randolph Churchill no Manhattan Club, embora seja provavelmente um mito."
        }
      },
      {
        "cocktail_id": 28,
        "name": {
          "en": "Margarita",
          "tr": "Margarita"
        },
        "instructions": {
          "en": "Rub the rim of the glass with the lime slice to make the salt stick to it. Take care to moisten only the outer rim and sprinkle the salt on it. The salt should present to the lips of the imbiber and never mix into the cocktail. Shake the other ingredients with ice, then carefully pour into the glass.",
          "tr": "Tuzun bardağın üzerine yapışmasını sağlamak için bardağın kenarını limon dilimiyle ovalayın. Sadece dış kenarını ıslatmaya ve üzerine tuz serpmeye dikkat edin. Tuz, içen kişinin dudaklarına kadar gelmeli ve asla kokteyle karışmamalıdır. Diğer malzemeleri buzla çalkalayın ve ardından dikkatlice bardağa dökün.",
          "de": "Befeuchten Sie den Rand des Glases mit dem Limettenstück, damit das Salz daran haften bleibt. Achten Sie darauf, nur den äußeren Rand zu befeuchten und das Salz darauf zu streuen. Das Salz sollte an die Lippen des Trinkenden gelangen und sich niemals in den Cocktail mischen. Schütteln Sie die anderen Zutaten mit Eis und gießen Sie sie dann vorsichtig in das Glas.",
          "it": "Strofinare il bordo del bicchiere con la fetta di lime per far aderire il sale. Fare attenzione a inumidire solo il bordo esterno e cospargere di sale. Il sale dovrebbe presentarsi alle labbra di chi beve e non mescolarsi mai al cocktail. Agitare gli altri ingredienti con ghiaccio, quindi versare delicatamente nel bicchiere.",
          "es": "Frote el borde del vaso con la rodaja de lima para que la sal se adhiera. Tenga cuidado de humedecer solo el borde exterior y espolvoree la sal sobre él. La sal debe presentarse en los labios del bebedor y nunca mezclarse con el cóctel. Agite los demás ingredientes con hielo y, a continuación, vierta con cuidado en el vaso.",
          "pt": "Esfregue a borda do copo com a rodela de limão para que o sal adira. Tenha cuidado para umedecer apenas a borda externa e polvilhe o sal sobre ela. O sal deve apresentar-se aos lábios do bebedor e nunca se misturar ao coquetel. Agite os outros ingredientes com gelo e, em seguida, despeje cuidadosamente no copo."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Salty",
            "Classic",
            "Party",
            "IBA"
          ],
          "tr": [
            "Ekşi",
            "Tuzlu",
            "Klasik",
            "Parti",
            "IBA"
          ],
          "de": [
            "Sauer",
            "Salzig",
            "Klassisch",
            "Party",
            "IBA"
          ],
          "it": [
            "Sour",
            "Salato",
            "Classico",
            "Party",
            "IBA"
          ],
          "es": [
            "Ácido",
            "Salado",
            "Clásico",
            "Fiesta",
            "IBA"
          ],
          "pt": [
            "Azedo",
            "Salgado",
            "Clássico",
            "Festa",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Its origin is murky, but it likely evolved from the 'Daisy' cocktail category (Margarita means Daisy in Spanish), substituting brandy with tequila.",
          "tr": "Kökeni belirsizdir, ancak muhtemelen brendinin tekila ile değiştirilmesiyle 'Daisy' (İspanyolca Margarita) kokteyl kategorisinden evrilmiştir.",
          "de": "Seine Herkunft ist unklar, aber es hat sich wahrscheinlich aus der Cocktail-Kategorie 'Daisy' entwickelt (Margarita bedeutet auf Spanisch Daisy), wobei Brandy durch Tequila ersetzt wurde.",
          "it": "La sua origine è oscura, ma probabilmente si è evoluta dalla categoria di cocktail 'Daisy' (Margarita significa Daisy in spagnolo), sostituendo il brandy con la tequila.",
          "es": "Su origen es turbio, pero es probable que evolucionara a partir de la categoría de cócteles 'Daisy' (Margarita significa Daisy en español), sustituyendo el brandy por el tequila.",
          "pt": "A sua origem é obscura, mas provavelmente evoluiu da categoria de coquetéis 'Daisy' (Margarita significa Daisy em espanhol), substituindo o brandy por tequila."
        }
      },
      {
        "cocktail_id": 29,
        "name": {
          "en": "Mint Julep",
          "tr": "Mint Julep"
        },
        "instructions": {
          "en": "In a highball glass gently muddle the mint, sugar and water. Fill the glass with cracked ice, add Bourbon and stir well until the glass is well frosted. Garnish with a mint sprig.",
          "tr": "Bir highball bardağında nane, şeker ve suyu yavaşça karıştırın. Bardağı kırık buzla doldurun, Bourbon'u ekleyin ve bardak iyice donuncaya kadar iyice karıştırın. Bir nane dalı ile süsleyin.",
          "de": "In einem Highball-Glas Minze, Zucker und Wasser vorsichtig vermengen. Das Glas mit Crushed Ice füllen, Bourbon hinzufügen und gut umrühren, bis das Glas gut gefrostet ist. Mit einem Minzzweig garnieren.",
          "it": "In un bicchiere highball, pestare delicatamente la menta, lo zucchero e l'acqua. Riempire il bicchiere con ghiaccio tritato, aggiungere il Bourbon e mescolare bene fino a quando il bicchiere non sarà ben ghiacciato. Guarnire con un rametto di menta.",
          "es": "En un vaso highball, machaca suavemente la menta, el azúcar y el agua. Llena el vaso con hielo picado, agrega Bourbon y revuelve bien hasta que el vaso esté bien escarchado. Decora con una ramita de menta.",
          "pt": "Em um copo highball, misture suavemente a hortelã, o açúcar e a água. Encha o copo com gelo picado, adicione Bourbon e mexa bem até que o copo esteja bem gelado. Decore com um raminho de hortelã."
        },
        "glass_type": {
          "en": "Collins glass",
          "tr": "Collins bardağı",
          "de": "Collins-Glas",
          "it": "Bicchiere Collins",
          "es": "Vaso Collins",
          "pt": "Copo Collins"
        },
        "tags": {
          "en": [
            "Sweet",
            "Strong",
            "Refreshing",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Sert",
            "Ferahlatıcı",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Süß",
            "Stark",
            "Erfrischend",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Forte",
            "Rinfrescante",
            "Classico",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Fuerte",
            "Refrescante",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Forte",
            "Refrescante",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "A southern US classic associated with the Kentucky Derby since 1938. Traditionally served in a silver or pewter cup to keep it frostily cold.",
          "tr": "1938'den beri Kentucky Derbisi ile özdeşleşmiş bir ABD güney klasiği. Buz gibi soğuk kalması için geleneksel olarak gümüş veya kalaylı kupada servis edilir.",
          "de": "Ein südlicher US-Klassiker, der seit 1938 mit dem Kentucky Derby in Verbindung gebracht wird. Traditionell wird er in einem Silber- oder Zinnbecher serviert, um ihn eisig kalt zu halten.",
          "it": "Un classico del sud degli Stati Uniti associato al Kentucky Derby dal 1938. Tradizionalmente servito in una tazza d'argento o peltro per mantenerlo ghiacciato.",
          "es": "Un clásico del sur de EE. UU. asociado con el Kentucky Derby desde 1938. Tradicionalmente se sirve en una copa de plata o peltre para mantenerlo helado.",
          "pt": "Um clássico do sul dos EUA associado ao Kentucky Derby desde 1938. Tradicionalmente servido em um copo de prata ou estanho para mantê-lo gelado."
        }
      },
      {
        "cocktail_id": 30,
        "name": {
          "en": "Moscow Mule",
          "tr": "Moscow Mule"
        },
        "instructions": {
          "en": "Combine vodka and ginger beer in a highball glass filled with ice. Add lime juice. Stir gently. Garnish.",
          "tr": "Votka ve zencefil birasını buzla dolu bir highball bardağında birleştirin. Limon suyu ekleyin. Yavaşça karıştırın. Garnitür.",
          "de": "Wodka und Ginger Beer in einem mit Eis gefüllten Highball-Glas mischen. Limettensaft hinzufügen. Vorsichtig umrühren. Garnieren.",
          "it": "Unire la vodka e la ginger beer in un bicchiere highball riempito di ghiaccio. Aggiungere il succo di lime. Mescolare delicatamente. Guarnire.",
          "es": "Combinar vodka y cerveza de jengibre en un vaso highball lleno de hielo. Añadir zumo de lima. Remover suavemente. Decorar.",
          "pt": "Combine vodka e cerveja de gengibre em um copo highball cheio de gelo. Adicione suco de limão. Mexa suavemente. Decore."
        },
        "glass_type": {
          "en": "Copper Mug",
          "tr": "Bakır Kupa",
          "de": "Kupferbecher",
          "it": "Tazza di Rame",
          "es": "Taza de Cobre",
          "pt": "Caneca de Cobre"
        },
        "tags": {
          "en": [
            "Sweet",
            "Spicy",
            "Refreshing",
            "IBA",
            "Vodka"
          ],
          "tr": [
            "Tatlı",
            "Baharatlı",
            "Ferahlatıcı",
            "IBA",
            "Votka"
          ],
          "de": [
            "Süß",
            "Würzig",
            "Erfrischend",
            "IBA",
            "Wodka"
          ],
          "it": [
            "Dolce",
            "Speziato",
            "Rinfrescante",
            "IBA",
            "Vodka"
          ],
          "es": [
            "Dulce",
            "Especiado",
            "Refrescante",
            "IBA",
            "Vodka"
          ],
          "pt": [
            "Doce",
            "Picante",
            "Refrescante",
            "IBA",
            "Vodka"
          ]
        },
        "history_notes": {
          "en": "Created in 1941 as a marketing stunt to sell excess Smirnoff vodka and ginger beer. The copper mugs were used simply because they were available.",
          "tr": "1941'de fazla Smirnoff votkasını ve zencefil birasını satmak için bir pazarlama hilesi olarak yaratıldı. Bakır kupalar sadece elde mevcut oldukları için kullanıldı.",
          "de": "Entstand 1941 als Marketing-Gag, um überschüssigen Smirnoff-Wodka und Ginger Beer zu verkaufen. Die Kupferbecher wurden einfach deshalb verwendet, weil sie verfügbar waren.",
          "it": "Creato nel 1941 come trovata pubblicitaria per vendere vodka Smirnoff e ginger beer in eccesso. Le tazze di rame furono usate semplicemente perché erano disponibili.",
          "es": "Creado en 1941 como una estrategia de marketing para vender el exceso de vodka Smirnoff y cerveza de jengibre. Las tazas de cobre se utilizaron simplemente porque estaban disponibles.",
          "pt": "Criado em 1941 como uma jogada de marketing para vender o excesso de vodka Smirnoff e cerveja de gengibre. As canecas de cobre foram usadas simplesmente porque estavam disponíveis."
        }
      },
      {
        "cocktail_id": 31,
        "name": {
          "en": "Negroni",
          "tr": "Negroni"
        },
        "instructions": {
          "en": "Stir into glass over ice, garnish and serve.",
          "tr": "Buzlu bardağa karıştırın, süsleyin ve servis yapın.",
          "de": "Über Eis im Glas verrühren, garnieren und servieren.",
          "it": "Mescolare con ghiaccio direttamente nel bicchiere, guarnire e servire.",
          "es": "Remover en el vaso con hielo, decorar y servir.",
          "pt": "Mexa no copo com gelo, decore e sirva."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-fashioned Glas",
          "it": "Bicchiere Old-fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "IBA",
            "Classic"
          ],
          "tr": [
            "IBA",
            "Klasik"
          ],
          "de": [
            "IBA",
            "Klassiker"
          ],
          "it": [
            "IBA",
            "Classico"
          ],
          "es": [
            "IBA",
            "Clásico"
          ],
          "pt": [
            "IBA",
            "Clássico"
          ]
        },
        "history_notes": {
          "en": "Invented in Florence in 1919 when Count Camillo Negroni asked the bartender to strengthen his Americano by replacing soda water with gin.",
          "tr": "1919'da Floransa'da, Kont Camillo Negroni'nin barmenden Americano'sunu soda yerine cin koyarak güçlendirmesini istemesiyle icat edildi.",
          "de": "Erfunden 1919 in Florenz, als Graf Camillo Negroni den Barkeeper bat, seinen Americano zu verstärken, indem er Sodawasser durch Gin ersetzte.",
          "it": "Inventato a Firenze nel 1919 quando il Conte Camillo Negroni chiese al barman di rafforzare il suo Americano sostituendo la soda con il gin.",
          "es": "Inventado en Florencia en 1919 cuando el Conde Camillo Negroni le pidió al barman que fortaleciera su Americano reemplazando el agua con gas con ginebra.",
          "pt": "Inventado em Florença em 1919, quando o Conde Camillo Negroni pediu ao bartender para fortalecer seu Americano substituindo a água com gás por gin."
        }
      },
      {
        "cocktail_id": 32,
        "name": {
          "en": "Orgasm",
          "tr": "Orgazm"
        },
        "instructions": {
          "en": "Shake all ingredients with ice, strain into a chilled cocktail glass, and serve.",
          "tr": "Tüm malzemeleri buzla çalkalayın, soğutulmuş kokteyl bardağına süzün ve servis yapın.",
          "de": "Alle Zutaten mit Eis schütteln, in ein gekühltes Cocktailglas abseihen und servieren.",
          "it": "Shakerare tutti gli ingredienti con ghiaccio, filtrare in un bicchiere da cocktail freddo e servire.",
          "es": "Agitar todos los ingredientes con hielo, colar en una copa de cóctel fría y servir.",
          "pt": "Agite todos os ingredientes com gelo, coe para um copo de cocktail gelado e sirva."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Bicchiere da cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Sweet",
            "Creamy",
            "Dessert",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Kremalı",
            "TatlıNiyetine",
            "IBA"
          ],
          "de": [
            "Süß",
            "Cremig",
            "Dessert",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Cremoso",
            "Dessert",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Cremoso",
            "Postre",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Cremoso",
            "Sobremesa",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "A popular creamy shooter from the 1970s and 80s. It belongs to a category of drinks with provocative names that were popular in that era.",
          "tr": "1970'ler ve 80'lerin popüler kremalı shot'ı. O dönemde popüler olan kışkırtıcı isimli içecekler kategorisine aittir.",
          "de": "Ein beliebter, cremiger Shooter aus den 1970er und 80er Jahren. Er gehört zu einer Kategorie von Drinks mit provokativen Namen, die in dieser Ära populär waren.",
          "it": "Un popolare shooter cremoso degli anni '70 e '80. Appartiene a una categoria di drink con nomi provocatori che erano popolari in quell'epoca.",
          "es": "Un popular chupito cremoso de los años 70 y 80. Pertenece a una categoría de bebidas con nombres provocativos que eran populares en esa época.",
          "pt": "Um shooter cremoso popular dos anos 1970 e 80. Pertence a uma categoria de bebidas com nomes provocativos que eram populares naquela época."
        }
      },
      {
        "cocktail_id": 33,
        "name": {
          "en": "Old Cuban",
          "tr": "Old Cuban"
        },
        "instructions": {
          "en": "Shake a handful of mint, 2oz white rum, 1oz of sugar syrup, 1oz lime juice and 2 dashes angostura bitters with ice. Double strain into a glass and top with 2oz of prosecco.",
          "tr": "Bir avuç nane, 6 cl beyaz rom, 3 cl şeker şurubu, 3cl limon suyu ve 2 dilim angostura bitterini buzla çalkalayın. Bir bardağa iki kez süzün ve üzerine 6 cl prosecco ekleyin.",
          "de": "Eine Handvoll Minze, 6cl weißer Rum, 3cl Zuckersirup, 3cl Limettensaft und 2 Dashes Angosturabitter mit Eis shaken. Doppelt in ein Martiniglas abseihen und mit 6cl Prosecco auffüllen.",
          "it": "Shakerare con ghiaccio una manciata di menta, 6cl di rum bianco, 3cl di sciroppo di zucchero, 3cl di succo di lime e 2 gocce di Angostura bitter. Filtrare con un doppio colino in una coppa cocktail e completare con 6cl di prosecco.",
          "es": "Agitar con hielo un puñado de menta, 6cl de ron blanco, 3cl de jarabe de azúcar, 3cl de zumo de lima y 2 dashes de amargo de Angostura. Colar doblemente en una copa de cóctel y completar con 6cl de prosecco.",
          "pt": "Agitar com gelo um punhado de hortelã, 6cl de rum branco, 3cl de xarope de açúcar, 3cl de suco de limão e 2 dashes de bitter Angostura. Coar duplamente para uma taça de cocktail e completar com 6cl de prosecco."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Martiniglas",
          "it": "Coppa cocktail",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Minty",
            "Sparkling",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Naneli",
            "Köpüklü",
            "IBA"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Minzig",
            "Spritzig",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Mentolato",
            "Frizzante",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Menta",
            "Espumoso",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Menta",
            "Espumante",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Created by Audrey Saunders in 2001. It is essentially a sophisticated cross between a Mojito and a French 75, using aged rum and champagne.",
          "tr": "2001 yılında Audrey Saunders tarafından yaratıldı. Temelde yıllanmış rom ve şampanya kullanan, Mojito ve French 75'in sofistike bir karışımıdır.",
          "de": "Kreiert von Audrey Saunders im Jahr 2001. Im Wesentlichen eine anspruchsvolle Kreuzung zwischen einem Mojito und einem French 75, mit gealtertem Rum und Champagner.",
          "it": "Creato da Audrey Saunders nel 2001. Essenzialmente un incrocio sofisticato tra un Mojito e un French 75, utilizzando rum invecchiato e champagne.",
          "es": "Creado por Audrey Saunders en 2001. Esencialmente un cruce sofisticado entre un Mojito y un French 75, utilizando ron añejo y champán.",
          "pt": "Criado por Audrey Saunders em 2001. É essencialmente um cruzamento sofisticado entre um Mojito e um French 75, usando rum envelhecido e champanhe."
        }
      },
      {
        "cocktail_id": 34,
        "name": {
          "en": "Old Fashioned",
          "tr": "Old Fashioned"
        },
        "instructions": {
          "en": "Place sugar cube in old fashioned glass and saturate with bitters, add a dash of plain water. Muddle until dissolved.\r\nFill the glass with ice cubes and add whiskey.\r\n\r\nGarnish with orange twist, and a cocktail cherry.",
          "tr": "Küp şekeri Viski bardağa koyun ve bitterlerle doyurun, bir miktar sade su ekleyin. Çözünene kadar karıştırın. \r\nBardağı buz küpleriyle doldurun ve viski ekleyin. \r\n\r\nTuruncu büküm ve kokteyl kirazıyla süsleyin.",
          "de": "Einen Zuckerwürfel in ein Old-Fashioned-Glas geben und mit Bitter angießen, einen Schuss stillem Wasser hinzufügen. Verrühren, bis er sich aufgelöst hat. Das Glas mit Eiswürfeln füllen und Whiskey hinzufügen.\n\nMit einer Orangenzeste und einer Cocktailkirsche garnieren.",
          "it": "Mettere una zolletta di zucchero in un bicchiere old fashioned e imbeverla di bitter, aggiungere un goccio di acqua naturale. Mescolare fino a quando non si sarà sciolta. Riempire il bicchiere con cubetti di ghiaccio e aggiungere il whisky.\n\nGuarnire con una scorza d'arancia e una ciliegina al maraschino.",
          "es": "Colocar un terrón de azúcar en un vaso old fashioned y saturar con amargo, añadir un chorrito de agua sin gas. Machacar hasta que se disuelva. Llenar el vaso con cubitos de hielo y añadir whisky.\n\nDecorar con un twist de naranja y una cereza al marrasquino.",
          "pt": "Coloque um cubo de açúcar em um copo old fashioned e sature com bitter, adicione um toque de água filtrada. Misture até dissolver. Encha o copo com cubos de gelo e adicione o whisky.\n\nDecore com uma casca de laranja e uma cereja de коктейль."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere old fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Bitter",
            "Strong",
            "Classic",
            "IBA",
            "Whiskey"
          ],
          "tr": [
            "Acı",
            "Sert",
            "Klasik",
            "IBA",
            "Viski"
          ],
          "de": [
            "Bitter",
            "Stark",
            "Klassisch",
            "IBA",
            "Whiskey"
          ],
          "it": [
            "Amaro",
            "Forte",
            "Classico",
            "IBA",
            "Whisky"
          ],
          "es": [
            "Amargo",
            "Fuerte",
            "Clásico",
            "IBA",
            "Whisky"
          ],
          "pt": [
            "Amargo",
            "Forte",
            "Clássico",
            "IBA",
            "Whisky"
          ]
        },
        "history_notes": {
          "en": "The definition of the word 'cocktail' (spirits, sugar, water, bitters). It is the grandfather of all drinks, dating back to the early 19th century.",
          "tr": "'Kokteyl' kelimesinin tanımı (alkol, şeker, su, bitter). 19. yüzyılın başlarına kadar uzanan tüm içeceklerin büyük babasıdır.",
          "de": "Die Definition des Wortes 'Cocktail' (Spirituosen, Zucker, Wasser, Bitter). Er ist der Urvater aller Drinks und stammt aus dem frühen 19. Jahrhundert.",
          "it": "La definizione della parola 'cocktail' (distillati, zucchero, acqua, bitter). È il nonno di tutte le bevande, risalente all'inizio del XIX secolo.",
          "es": "La definición de la palabra 'cóctel' (licores, azúcar, agua, amargos). Es el abuelo de todas las bebidas, que se remonta a principios del siglo XIX.",
          "pt": "A definição da palavra 'coquetel' (bebidas destiladas, açúcar, água, bitter). É o avô de todas as bebidas, que remonta ao início do século XIX."
        }
      },
      {
        "cocktail_id": 35,
        "name": {
          "en": "Paloma",
          "tr": "Paloma"
        },
        "instructions": {
          "en": "Stir together and serve over ice.",
          "tr": "Birlikte karıştırın ve buz üzerinde servis yapın.",
          "de": "Verrühren und auf Eis servieren.",
          "it": "Mescolare e servire con ghiaccio.",
          "es": "Mezclar y servir con hielo.",
          "pt": "Misture e sirva com gelo."
        },
        "glass_type": {
          "en": "Collins glass",
          "tr": "Collins bardağı",
          "de": "Collinsglas",
          "it": "Collins glass",
          "es": "Vaso Collins",
          "pt": "Copo Collins"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Refreshing",
            "IBA",
            "Tequila"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Ferahlatıcı",
            "IBA",
            "Tekila"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Erfrischend",
            "IBA",
            "Tequila"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Rinfrescante",
            "IBA",
            "Tequila"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Refrescante",
            "IBA",
            "Tequila"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Refrescante",
            "IBA",
            "Tequila"
          ]
        },
        "history_notes": {
          "en": "Often considered Mexico's actual most beloved cocktail, surpassing the Margarita. Created by Don Javier Delgado Corona at La Capilla bar.",
          "tr": "Margarita'yı geride bırakarak Meksika'nın asıl en sevilen kokteyli kabul edilir. La Capilla barda Don Javier Delgado Corona tarafından yaratılmıştır.",
          "de": "Wird oft als Mexikos beliebtester Cocktail angesehen, der die Margarita übertrifft. Kreiert von Don Javier Delgado Corona in der Bar La Capilla.",
          "it": "Spesso considerato il cocktail più amato del Messico, superando il Margarita. Creato da Don Javier Delgado Corona al bar La Capilla.",
          "es": "A menudo considerado el cóctel más querido de México, superando a la Margarita. Creado por Don Javier Delgado Corona en el bar La Capilla.",
          "pt": "Muitas vezes considerado o coquetel mais amado do México, superando a Margarita. Criado por Don Javier Delgado Corona no bar La Capilla."
        }
      },
      {
        "cocktail_id": 36,
        "name": {
          "en": "Penicillin",
          "tr": "Penisilin"
        },
        "instructions": {
          "en": "Shake blended Scotch, lemon juice, honey syrup and ginger syrup with ice. Strain over large ice in chilled rocks glass. Float smoky Scotch on top (be sure to use a smoky Scotch such as an Islay single malt). Garnish with candied ginger.",
          "tr": "Harmanlanmış Scotch, limon suyu, bal şurubu ve zencefil şurubunu buzla çalkalayın. Soğutulmuş kayalar camındaki büyük buzun üzerinde süzün. Dumanlı Scotch'u üstüne dökün (Islay single malt gibi dumanlı bir Scotch kullandığınızdan emin olun). Şekerlenmiş zencefil ile süsleyin.",
          "de": "Blended Scotch, Zitronensaft, Honigsirup und Ingwersirup mit Eis shaken. In ein gekühltes Old-Fashioned-Glas mit großen Eiswürfeln abseihen. Rauchigen Scotch darüberträufeln (achten Sie darauf, einen rauchigen Scotch wie einen Islay Single Malt zu verwenden). Mit kandiertem Ingwer garnieren.",
          "it": "Shakerare blended Scotch, succo di limone, sciroppo di miele e sciroppo di zenzero con ghiaccio. Filtrare su ghiaccio grosso in un bicchiere rocks raffreddato. Far galleggiare Scotch affumicato sopra (assicurarsi di utilizzare uno Scotch affumicato come un single malt Islay). Guarnire con zenzero candito.",
          "es": "Agitar blended Scotch, zumo de limón, sirope de miel y sirope de jengibre con hielo. Colar sobre hielo grande en un vaso rocks frío. Flotar Scotch ahumado en la parte superior (asegúrese de usar un Scotch ahumado como un single malt de Islay). Decorar con jengibre confitado.",
          "pt": "Agite blended Scotch, suco de limão, xarope de mel e xarope de gengibre com gelo. Coe sobre gelo grande em um copo rocks gelado. Adicione um toque de Scotch defumado por cima (certifique-se de usar um Scotch defumado, como um single malt de Islay). Decore com gengibre cristalizado."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Old-fashioned bardağı",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere Old-fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Sour",
            "Spicy",
            "Smoky",
            "ModernClassic"
          ],
          "tr": [
            "Ekşi",
            "Baharatlı",
            "Dumanlı",
            "ModernKlasik"
          ],
          "de": [
            "Sour",
            "Würzig",
            "Rauchig",
            "ModernClassic"
          ],
          "it": [
            "Sour",
            "Spicy",
            "Smoky",
            "ModernClassic"
          ],
          "es": [
            "Sour",
            "Spicy",
            "Smoky",
            "ModernClassic"
          ],
          "pt": [
            "Sour",
            "Spicy",
            "Smoky",
            "ModernClassic"
          ]
        },
        "history_notes": {
          "en": "Created by Sam Ross in 2005. It revolutionized scotch cocktails by combining blended scotch with fresh lemon, ginger, honey, and a smoky Islay float.",
          "tr": "2005'te Sam Ross tarafından yaratıldı. Harman viskiyi taze limon, zencefil, bal ve dumanlı Islay viskisiyle birleştirerek viski kokteyllerinde devrim yarattı.",
          "de": "Kreiert von Sam Ross im Jahr 2005. Er revolutionierte Scotch-Cocktails, indem er Blended Scotch mit frischer Zitrone, Ingwer, Honig und einem rauchigen Islay-Float kombinierte.",
          "it": "Creato da Sam Ross nel 2005. Ha rivoluzionato i cocktail a base di scotch combinando blended scotch con limone fresco, zenzero, miele e un tocco affumicato di Islay.",
          "es": "Creado por Sam Ross en 2005. Revolucionó los cócteles de whisky escocés combinando blended scotch con limón fresco, jengibre, miel y un toque ahumado de Islay.",
          "pt": "Criado por Sam Ross em 2005. Revolucionou os coquetéis de whisky escocês, combinando blended scotch com limão fresco, gengibre, mel e um toque defumado de Islay."
        }
      },
      {
        "cocktail_id": 37,
        "name": {
          "en": "Pisco Sour",
          "tr": "Pisco Sour"
        },
        "instructions": {
          "en": "Vigorously shake and strain contents in a cocktail shaker with ice cubes, then pour into glass and garnish with bitters.\n",
          "tr": "İçeriği buz küpleriyle birlikte bir shaker'da iyice çalkalayın ve süzün, ardından bardağa dökün ve bitterlerle süsleyin.",
          "de": "In einem Cocktail-Shaker mit Eiswürfeln kräftig schütteln und abseihen, dann in ein Glas geben und mit Bitters garnieren.",
          "it": "Shakerare energicamente e filtrare il contenuto in uno shaker con cubetti di ghiaccio, quindi versare in un bicchiere e guarnire con bitter.",
          "es": "Agitar enérgicamente y colar el contenido en una coctelera con cubitos de hielo, luego verter en una copa y decorar con amargos.",
          "pt": "Agite vigorosamente e coe o conteúdo em uma coqueteleira com cubos de gelo, depois despeje em um copo e decore com bitter."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Strong",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Ekşi",
            "Sert",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Sauer",
            "Stark",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Sour",
            "Forte",
            "Classico",
            "IBA"
          ],
          "es": [
            "Sour",
            "Fuerte",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Sour",
            "Forte",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Invented by Victor Morris in Lima, Peru, in the 1920s. Both Peru and Chile claim it as their national drink, sparking a long-standing debate.",
          "tr": "1920'lerde Lima, Peru'da Victor Morris tarafından icat edildi. Hem Peru hem de Şili'nin milli içecekleri olduğunu iddia etmesi uzun süreli bir tartışmaya yol açtı.",
          "de": "Erfunden von Victor Morris in Lima, Peru, in den 1920er Jahren. Sowohl Peru als auch Chile beanspruchen ihn als ihr Nationalgetränk, was eine lange Debatte auslöst.",
          "it": "Inventato da Victor Morris a Lima, Perù, negli anni '20. Sia il Perù che il Cile lo rivendicano come bevanda nazionale, scatenando un lungo dibattito.",
          "es": "Inventado por Victor Morris en Lima, Perú, en la década de 1920. Tanto Perú como Chile lo reclaman como su bebida nacional, lo que desata un largo debate.",
          "pt": "Inventado por Victor Morris em Lima, Peru, na década de 1920. Tanto o Peru quanto o Chile o reivindicam como sua bebida nacional, desencadeando um longo debate."
        }
      },
      {
        "cocktail_id": 38,
        "name": {
          "en": "Pina Colada",
          "tr": "Pina Colada"
        },
        "instructions": {
          "en": "Mix with crushed ice in blender until smooth. Pour into chilled glass, garnish and serve.",
          "tr": "Kırılmış buzla birlikte blenderde pürüzsüz hale gelinceye kadar karıştırın. Soğutulmuş bardağa dökün, süsleyin ve servis yapın.",
          "de": "Mit Crushed Ice im Mixer cremig schlagen. In ein gekühltes Collinsglas geben, garnieren und servieren.",
          "it": "Frullare con ghiaccio tritato fino ad ottenere un composto omogeneo. Versare in un bicchiere Collins raffreddato, guarnire e servire.",
          "es": "Mezclar con hielo picado en una licuadora hasta obtener una consistencia homogénea. Verter en un vaso Collins enfriado, decorar y servir.",
          "pt": "Misture com gelo picado no liquidificador até ficar homogêneo. Despeje em um copo Collins gelado, decore e sirva."
        },
        "glass_type": {
          "en": "Collins glass",
          "tr": "Collins bardağı",
          "de": "Collinsglas",
          "it": "Bicchiere Collins",
          "es": "Vaso Collins",
          "pt": "Copo Collins"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Creamy",
            "Tropical",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Kremalı",
            "Tropikal",
            "IBA"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Cremig",
            "Tropisch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Cremoso",
            "Tropicale",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Cremoso",
            "Tropical",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Cremoso",
            "Tropical",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Born in Puerto Rico in 1954, credited to Ramon 'Monchito' Marrero. It became the official drink of Puerto Rico in 1978.",
          "tr": "1954'te Porto Riko'da doğdu, Ramon 'Monchito' Marrero'ya atfedilir. 1978'de Porto Riko'nun resmi içeceği oldu.",
          "de": "Wurde 1954 in Puerto Rico geboren und Ramon 'Monchito' Marrero zugeschrieben. 1978 wurde er zum offiziellen Getränk von Puerto Rico ernannt.",
          "it": "Nato a Porto Rico nel 1954, attribuito a Ramon 'Monchito' Marrero. È diventato la bevanda ufficiale di Porto Rico nel 1978.",
          "es": "Nació en Puerto Rico en 1954, atribuido a Ramon 'Monchito' Marrero. Se convirtió en la bebida oficial de Puerto Rico en 1978.",
          "pt": "Nasceu em Porto Rico em 1954, creditado a Ramon 'Monchito' Marrero. Tornou-se a bebida oficial de Porto Rico em 1978."
        }
      },
      {
        "cocktail_id": 39,
        "name": {
          "en": "Pornstar Martini",
          "tr": "Pornstar Martini"
        },
        "instructions": {
          "en": "Straight: Pour all ingredients into mixing glass with ice cubes. Shake well. Strain in chilled martini cocktail glass. Cut passion fruit in half and use as garnish. Pour prosecco into a chilled shot glass and serve alongside the martini.",
          "tr": "Tüm malzemeleri buz küpleriyle dolu karıştırma bardağına dökün. İyice çalkalayın. Soğutulmuş martini kokteyl bardağına süzün. Çarkıfelek meyvesini ikiye bölün ve garnitür olarak kullanın. Prosecco'yu soğutulmuş bir shot bardağına dökün ve martini ile birlikte servis yapın.",
          "de": "Straight: Alle Zutaten mit Eiswürfeln in ein Rührglas geben. Gut schütteln. In ein gekühltes Martini-Glas abseihen. Passionsfrucht halbieren und als Garnitur verwenden. Prosecco in ein gekühltes Shotglas gießen und zusammen mit dem Martini servieren.",
          "it": "Straight: Versare tutti gli ingredienti in un mixing glass con cubetti di ghiaccio. Agitare bene. Filtrare in una coppetta Martini fredda. Tagliare il frutto della passione a metà e usarlo come guarnizione. Versare il prosecco in un bicchierino da shot freddo e servire insieme al Martini.",
          "es": "Straight: Verter todos los ingredientes en un vaso mezclador con cubitos de hielo. Agitar bien. Colar en una copa de cóctel Martini fría. Cortar la maracuyá por la mitad y usarla como adorno. Verter prosecco en un vaso de chupito frío y servir junto con el Martini.",
          "pt": "Straight: Despeje todos os ingredientes em um copo misturador com cubos de gelo. Agite bem. Coe em uma taça de martini gelada. Corte o maracujá ao meio e use como guarnição. Despeje o prosecco em um copo de shot gelado e sirva junto com o Martini."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Martini-Glas",
          "it": "Coppetta Martini",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Vanilla",
            "ModernClassic"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Vanilyalı",
            "ModernKlasik"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Vanille",
            "ModernClassic"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Vaniglia",
            "ModernClassic"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Vainilla",
            "ModernClassic"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Baunilha",
            "ModernClassic"
          ]
        },
        "history_notes": {
          "en": "Created by Douglas Ankrah in London in 2002. Originally called the 'Maverick Martini', renamed for its provocative and indulgent nature.",
          "tr": "2002'de Londra'da Douglas Ankrah tarafından yaratıldı. Orijinal adı 'Maverick Martini' iken, kışkırtıcı ve keyif verici doğası nedeniyle yeniden adlandırıldı.",
          "de": "Kreiert von Douglas Ankrah im Jahr 2002 in London. Ursprünglich 'Maverick Martini' genannt, umbenannt aufgrund seiner provokativen und verwöhnenden Natur.",
          "it": "Creato da Douglas Ankrah a Londra nel 2002. Originariamente chiamato 'Maverick Martini', rinominato per la sua natura provocatoria e indulgente.",
          "es": "Creado por Douglas Ankrah en Londres en 2002. Originalmente llamado 'Maverick Martini', renombrado por su naturaleza provocativa e indulgente.",
          "pt": "Criado por Douglas Ankrah em Londres em 2002. Originalmente chamado de 'Maverick Martini', renomeado por sua natureza provocativa e indulgente."
        }
      },
      {
        "cocktail_id": 40,
        "name": {
          "en": "Rum Sour",
          "tr": "Rum Sour"
        },
        "instructions": {
          "en": "In a shaker half-filled with ice cubes, combine the rum, lemon juice, and sugar. Shake well. Strain into a sour glass and garnish with the orange slice and the cherry.",
          "tr": "Yarısı buz küpleriyle doldurulmuş bir çalkalayıcıda rom, limon suyu ve şekeri birleştirin. İyice çalkalayın. Viski-sour bardağına süzün ve portakal dilimi ve kirazla süsleyin.",
          "de": "Rum, Zitronensaft und Zucker in einem Shaker mit Eiswürfeln vermischen. Gut schütteln. In ein Sourglas abseihen und mit einer Orangenscheibe und einer Kirsche garnieren.",
          "it": "In uno shaker riempito a metà con cubetti di ghiaccio, unire il rum, il succo di limone e lo zucchero. Agitare bene. Filtrare in un bicchiere sour e guarnire con una fetta d'arancia e una ciliegia.",
          "es": "En una coctelera llena hasta la mitad con cubitos de hielo, combine el ron, el jugo de limón y el azúcar. Agite bien. Cuele en un vaso sour y adorne con la rodaja de naranja y la cereza.",
          "pt": "Em um shaker meio cheio com cubos de gelo, misture o rum, o suco de limão e o açúcar. Agite bem. Coe para um copo sour e decore com a rodela de laranja e a cereja."
        },
        "glass_type": {
          "en": "Whiskey sour glass",
          "tr": "Viski-sour bardağı",
          "de": "Whiskey-Sourglas",
          "it": "Bicchiere Whiskey sour",
          "es": "Vaso Whiskey Sour",
          "pt": "Copo Whiskey Sour"
        },
        "tags": {
          "en": [
            "Sour",
            "Classic",
            "IBA",
            "Whiskey"
          ],
          "tr": [
            "Ekşi",
            "Klasik",
            "IBA",
            "Viski"
          ],
          "de": [
            "Sour",
            "Klassiker",
            "IBA",
            "Whiskey"
          ],
          "it": [
            "Sour",
            "Classico",
            "IBA",
            "Whiskey"
          ],
          "es": [
            "Sour",
            "Clásico",
            "IBA",
            "Whiskey"
          ],
          "pt": [
            "Sour",
            "Clássico",
            "IBA",
            "Whiskey"
          ]
        },
        "history_notes": {
          "en": "A foundational Caribbean drink. Before the Daiquiri had a name, sailors and locals were already mixing rum, lime, and sugar in this 'sour' format.",
          "tr": "Temel bir Karayip içeceği. Daiquiri'nin bir adı olmadan önce bile, denizciler ve yerliler rom, limon ve şekeri bu 'sour' formatında karıştırıyorlardı.",
          "de": "Ein grundlegendes karibisches Getränk. Bevor der Daiquiri einen Namen hatte, mischten Seeleute und Einheimische bereits Rum, Limette und Zucker in diesem 'Sour'-Format.",
          "it": "Una bevanda caraibica fondamentale. Prima che il Daiquiri avesse un nome, marinai e gente del posto stavano già mescolando rum, lime e zucchero in questo formato 'sour'.",
          "es": "Una bebida caribeña fundamental. Antes de que el Daiquiri tuviera un nombre, los marineros y los lugareños ya mezclaban ron, lima y azúcar en este formato 'sour'.",
          "pt": "Uma bebida caribenha fundamental. Antes que o Daiquiri tivesse um nome, marinheiros e moradores locais já misturavam rum, limão e açúcar neste formato 'sour'."
        }
      },
      {
        "cocktail_id": 41,
        "name": {
          "en": "Ramos Gin Fizz",
          "tr": "Ramos Cin Fizz"
        },
        "instructions": {
          "en": "Prepare all the ingredients on the counter to be able to work well and quickly, especially the cream and egg white.\r\n\r\nPour all the ingredients into a shaker.\r\n\r\nShake vigorously for 1 minute: cream and egg white must be mixed perfectly, so don't rush.\r\n\r\nNow open the shaker and put some ice and shake for 1-2 minutes. It depends on how long you can resist!\r\n\r\nPour into a highball glass, add a splash of soda and garnish to taste.\r\n\r\nRamos Gin Fizz was once drunk as an invigorating drink or even as a breakfast, try it as an aperitif and after dinner and you will discover a little gem now lost.",
          "tr": "Krema ve yumurta akı başta olmak üzere tüm malzemeleri iyi ve hızlı bir şekilde çalışabilmek için tezgahta hazırlayın. \r\n\r\nTüm malzemeleri bir shaker'a dökün. \r\n\r\n1 dakika kuvvetlice çalkalayın: Krema ve yumurta akı mükemmel şekilde karıştırılmalıdır, bu yüzden acele etmeyin. \r\n\r\nŞimdi çalkalayıcıyı açın ve biraz buz koyun ve 1-2 dakika çalkalayın. Ne kadar direnebileceğine bağlı! \r\n\r\nBir highball bardağa dökün, bir miktar soda ekleyin ve tadına göre süsleyin. \r\n\r\nRamos Gin Fizz bir zamanlar canlandırıcı bir içecek olarak veya hatta kahvaltıda içilirdi, bunu bir aperatif olarak deneyin ve akşam yemeğinden sonra artık kaybolan küçük bir cevheri keşfedeceksiniz.",
          "de": "Bereite alle Zutaten auf der Theke vor, um gut und schnell arbeiten zu können, insbesondere die Sahne und das Eiweiß.\n\nGieße alle Zutaten in einen Shaker.\n\nSchüttle kräftig für 1 Minute: Sahne und Eiweiß müssen perfekt vermischt sein, also keine Eile.\n\nÖffne nun den Shaker, gib etwas Eis hinzu und schüttle 1-2 Minuten. Es hängt davon ab, wie lange du durchhältst!\n\nGieße in ein Highballglas, füge einen Schuss Soda hinzu und garniere nach Belieben.\n\nRamos Gin Fizz wurde einst als belebendes Getränk oder sogar als Frühstück getrunken. Probiere ihn als Aperitif und nach dem Abendessen und du wirst ein kleines, jetzt verlorenes Juwel entdecken.",
          "it": "Prepara tutti gli ingredienti sul bancone per poter lavorare bene e velocemente, soprattutto la panna e l'albume.\n\nVersa tutti gli ingredienti in uno shaker.\n\nAgita energicamente per 1 minuto: la panna e l'albume devono essere miscelati perfettamente, quindi non avere fretta.\n\nOra apri lo shaker, aggiungi del ghiaccio e agita per 1-2 minuti. Dipende da quanto riesci a resistere!\n\nVersa in un bicchiere highball, aggiungi una spruzzata di soda e guarnisci a piacere.\n\nIl Ramos Gin Fizz un tempo veniva bevuto come bevanda corroborante o anche come colazione, provalo come aperitivo e dopo cena e scoprirai un piccolo gioiello ormai perduto.",
          "es": "Prepara todos los ingredientes en la barra para poder trabajar bien y rápido, especialmente la crema y la clara de huevo.\n\nVierte todos los ingredientes en una coctelera.\n\nAgita vigorosamente durante 1 minuto: la crema y la clara de huevo deben mezclarse perfectamente, así que no te apresures.\n\nAhora abre la coctelera y ponle hielo y agita durante 1-2 minutos. ¡Depende de cuánto tiempo puedas resistir!\n\nVierte en un vaso highball, añade un chorrito de soda y decora al gusto.\n\nEl Ramos Gin Fizz se bebía antes como una bebida vigorizante o incluso como un desayuno, pruébalo como aperitivo y después de la cena y descubrirás una pequeña joya ahora perdida.",
          "pt": "Prepare todos os ingredientes no balcão para poder trabalhar bem e rapidamente, especialmente o creme de leite e a clara de ovo.\n\nDespeje todos os ingredientes em um shaker.\n\nAgite vigorosamente por 1 minuto: o creme de leite e a clara de ovo devem ser misturados perfeitamente, então não se apresse.\n\nAgora abra o shaker e coloque gelo e agite por 1-2 minutos. Depende de quanto tempo você consegue resistir!\n\nDespeje em um copo highball, adicione um splash de soda e decore a gosto.\n\nRamos Gin Fizz já foi bebido como uma bebida revigorante ou mesmo como um café da manhã, experimente como aperitivo e após o jantar e você descobrirá uma pequena joia agora perdida."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highballglas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Creamy",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Kremalı",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Süß",
            "Cremig",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Cremoso",
            "Classico",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Cremoso",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Cremoso",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Invented by Henry C. Ramos in New Orleans in 1888. Famous for requiring 12 minutes of shaking; bars used to employ 'shaker boys' just for this drink.",
          "tr": "1888'de New Orleans'ta Henry C. Ramos tarafından icat edildi. 12 dakika çalkalanmasıyla ünlüdür; barlar sadece bu içecek için 'çalkalayıcı çocuklar' çalıştırırdı.",
          "de": "Erfunden von Henry C. Ramos in New Orleans im Jahr 1888. Berühmt dafür, dass er 12 Minuten geschüttelt werden muss; Bars beschäftigten früher 'Shaker Boys' nur für dieses Getränk.",
          "it": "Inventato da Henry C. Ramos a New Orleans nel 1888. Famoso per richiedere 12 minuti di agitazione; i bar usavano impiegare 'shaker boys' solo per questo drink.",
          "es": "Inventado por Henry C. Ramos en Nueva Orleans en 1888. Famoso por requerir 12 minutos de agitación; los bares solían emplear 'chicos cocteleros' solo para esta bebida.",
          "pt": "Inventado por Henry C. Ramos em Nova Orleans em 1888. Famoso por exigir 12 minutos de agitação; os bares costumavam empregar 'shaker boys' apenas para esta bebida."
        }
      },
      {
        "cocktail_id": 42,
        "name": {
          "en": "Spritz",
          "tr": "Spritz"
        },
        "instructions": {
          "en": "Build into glass over ice, garnish and serve.",
          "tr": "Buzun üzerine bardağa koyun, süsleyin ve servis yapın.",
          "de": "Im Glas über Eis zubereiten, garnieren und servieren.",
          "it": "Preparare direttamente nel bicchiere con ghiaccio, guarnire e servire.",
          "es": "Verter directamente en el vaso con hielo, decorar y servir.",
          "pt": "Montar diretamente no copo com gelo, decorar e servir."
        },
        "glass_type": {
          "en": "Old-Fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned Glas",
          "it": "Bicchiere Old-Fashioned",
          "es": "Vaso Old-Fashioned",
          "pt": "Copo Old-Fashioned"
        },
        "tags": {
          "en": [
            "Bittersweet",
            "Sparkling",
            "Aperitif",
            "IBA"
          ],
          "tr": [
            "Acıtatlı",
            "Köpüklü",
            "Aperitif",
            "IBA"
          ],
          "de": [
            "Bittersüß",
            "Prickelnd",
            "Aperitif",
            "IBA"
          ],
          "it": [
            "Amarognolo",
            "Frizzante",
            "Aperitivo",
            "IBA"
          ],
          "es": [
            "Agrí-dulce",
            "Espumoso",
            "Aperitivo",
            "IBA"
          ],
          "pt": [
            "Agridoce",
            "Espumante",
            "Aperitivo",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "A general category of Venetian aperitifs. 'Spritzen' is German for 'splash', referring to adding sparkling water to wine.",
          "tr": "Venedik aperitiflerinin genel kategorisi. 'Spritzen' Almanca 'sıçratmak' anlamına gelir ve şaraba soda eklemeyi ifade eder.",
          "de": "Eine allgemeine Kategorie venezianischer Aperitifs. 'Spritzen' ist Deutsch für 'Spritzer', was sich auf das Hinzufügen von Mineralwasser zu Wein bezieht.",
          "it": "Una categoria generale di aperitivi veneziani. 'Spritzen' è tedesco per 'schizzo', riferendosi all'aggiunta di acqua frizzante al vino.",
          "es": "Una categoría general de aperitivos venecianos. 'Spritzen' es alemán para 'salpicadura', refiriéndose a la adición de agua con gas al vino.",
          "pt": "Uma categoria geral de aperitivos venezianos. 'Spritzen' é alemão para 'borrifada', referindo-se à adição de água com gás ao vinho."
        }
      },
      {
        "cocktail_id": 43,
        "name": {
          "en": "Sazerac",
          "tr": "Sazerac"
        },
        "instructions": {
          "en": "Rinse a chilled old-fashioned glass with the absinthe, add crushed ice, and set it aside. Stir the remaining ingredients over ice and set it aside. Discard the ice and any excess absinthe from the prepared glass, and strain the drink into the glass. Add the lemon peel for garnish.",
          "tr": "Soğutulmuş Viski bir bardağı absinthe ile durulayın, kırılmış buz ekleyin ve bir kenara koyun. Kalan malzemeleri buz üzerinde karıştırın ve bir kenara koyun. Hazırlanan bardaktaki buzu ve fazla absintiyi atın ve içeceği bardağa süzün. Süslemek için limon kabuğunu ekleyin.",
          "de": "Ein gekühltes Old-Fashioned-Glas mit Absinth ausspülen, zerstoßenes Eis hinzufügen und beiseite stellen. Die restlichen Zutaten auf Eis verrühren und beiseite stellen. Das Eis und überschüssigen Absinth aus dem vorbereiteten Glas entfernen und den Drink in das Glas abseihen. Mit Zitronenzeste garnieren.",
          "it": "Sciacquare un bicchiere old-fashioned freddo con l'assenzio, aggiungere ghiaccio tritato e metterlo da parte. Mescolare gli ingredienti rimanenti con ghiaccio e metterli da parte. Eliminare il ghiaccio e l'assenzio in eccesso dal bicchiere preparato e filtrare la bevanda nel bicchiere. Aggiungere la scorza di limone per guarnire.",
          "es": "Enjuagar un vaso old-fashioned frío con el ajenjo, añadir hielo picado y reservar. Remover el resto de los ingredientes con hielo y reservar. Descartar el hielo y el exceso de ajenjo del vaso preparado y colar la bebida en el vaso. Añadir la piel de limón para decorar.",
          "pt": "Enxágue um copo old-fashioned gelado com absinto, adicione gelo picado e reserve. Misture os ingredientes restantes com gelo e reserve. Descarte o gelo e o excesso de absinto do copo preparado e coe a bebida para o copo. Adicione a casca de limão para decorar."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere Old-fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Strong",
            "Classic",
            "NewOrleans",
            "IBA"
          ],
          "tr": [
            "Sert",
            "Klasik",
            "NewOrleans",
            "IBA"
          ],
          "de": [
            "Stark",
            "Klassisch",
            "NewOrleans",
            "IBA"
          ],
          "it": [
            "Forte",
            "Classico",
            "NewOrleans",
            "IBA"
          ],
          "es": [
            "Fuerte",
            "Clásico",
            "NewOrleans",
            "IBA"
          ],
          "pt": [
            "Forte",
            "Clássico",
            "NewOrleans",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "New Orleans' official cocktail. Originally made with Cognac, it switched to Rye Whiskey due to the phylloxera epidemic in France.",
          "tr": "New Orleans'ın resmi kokteyli. Başlangıçta Konyak ile yapılırken, Fransa'daki filoksera (bağ biti) salgını nedeniyle Çavdar Viskisine geçiş yapmıştır.",
          "de": "Der offizielle Cocktail von New Orleans. Ursprünglich mit Cognac zubereitet, wurde er aufgrund der Reblausplage in Frankreich auf Rye Whiskey umgestellt.",
          "it": "Il cocktail ufficiale di New Orleans. Originariamente preparato con Cognac, è passato al Rye Whiskey a causa dell'epidemia di fillossera in Francia.",
          "es": "El cóctel oficial de Nueva Orleans. Originalmente hecho con Cognac, cambió a Rye Whiskey debido a la epidemia de filoxera en Francia.",
          "pt": "O coquetel oficial de Nova Orleans. Originalmente feito com conhaque, mudou para Rye Whiskey devido à epidemia de filoxera na França."
        }
      },
      {
        "cocktail_id": 44,
        "name": {
          "en": "Sidecar",
          "tr": "Sidecar"
        },
        "instructions": {
          "en": "Pour all ingredients into cocktail shaker filled with ice. Shake well and strain into cocktail glass.",
          "tr": "Tüm malzemeleri buzla dolu shaker'a dökün. İyice çalkalayın ve kokteyl bardağına süzün.",
          "de": "Alle Zutaten in einen mit Eis gefüllten Cocktail-Shaker geben. Gut schütteln und in ein Cocktailglas abseihen.",
          "it": "Versare tutti gli ingredienti in uno shaker pieno di ghiaccio. Agitare bene e filtrare in un bicchiere da cocktail.",
          "es": "Verter todos los ingredientes en una coctelera llena de hielo. Agitar bien y colar en una copa de cóctel.",
          "pt": "Coloque todos os ingredientes em uma coqueteleira cheia de gelo. Agite bem e coe para um copo de cocktail."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Strong",
            "Classic",
            "IBA",
            "Cognac"
          ],
          "tr": [
            "Ekşi",
            "Sert",
            "Klasik",
            "IBA",
            "Konyak"
          ],
          "de": [
            "Sauer",
            "Stark",
            "Klassisch",
            "IBA",
            "Cognac"
          ],
          "it": [
            "Sour",
            "Forte",
            "Classico",
            "IBA",
            "Cognac"
          ],
          "es": [
            "Sour",
            "Fuerte",
            "Clásico",
            "IBA",
            "Cognac"
          ],
          "pt": [
            "Sour",
            "Forte",
            "Clássico",
            "IBA",
            "Cognac"
          ]
        },
        "history_notes": {
          "en": "Named after the motorcycle sidecar, popular in Paris and London after WWI. It is the definitive cognac sour cocktail.",
          "tr": "Adını motosiklet sepetinden alan bu içecek, 1. Dünya Savaşı'ndan sonra Paris ve Londra'da popüler oldu. Nihai konyak sour kokteylidir.",
          "de": "Benannt nach dem Motorrad-Seitenwagen, populär in Paris und London nach dem Ersten Weltkrieg. Es ist der definitive Cognac Sour Cocktail.",
          "it": "Prende il nome dal sidecar del motociclo, popolare a Parigi e Londra dopo la prima guerra mondiale. È il cocktail sour al cognac definitivo.",
          "es": "Nombrado en honor al sidecar de la motocicleta, popular en París y Londres después de la Primera Guerra Mundial. Es el cóctel sour de coñac definitivo.",
          "pt": "Nomeado em homenagem ao sidecar da motocicleta, popular em Paris e Londres após a Primeira Guerra Mundial. É o cocktail sour de conhaque definitivo."
        }
      },
      {
        "cocktail_id": 45,
        "name": {
          "en": "San Francisco",
          "tr": "San Francisco"
        },
        "instructions": {
          "en": "Take a tall glass and put in a few ice cubes, fill the vodka over it and fill with juice then the \"creme\", to end fill in the grenadine but very carefully at the side of the glass so it will lay down in the bottom. garnish with orange and strawberry.",
          "tr": "Uzun bir bardak alın ve birkaç buz küpü koyun, üzerine votkayı doldurun ve meyve suyuyla, ardından \"krema\" ile doldurun, son olarak nar şurubu doldurun, ancak bardağın dibine kadar uzanacak şekilde çok dikkatli bir şekilde doldurun. portakal ve çilekle süsleyin.",
          "de": "Ein hohes Glas nehmen und mit ein paar Eiswürfeln füllen, Wodka darüber gießen und mit Saft auffüllen, dann die \"Creme\". Zum Schluss Grenadine vorsichtig am Rand des Glases einfüllen, damit sie sich am Boden absetzt. Mit Orange und Erdbeere garnieren.",
          "it": "Prendi un bicchiere alto e mettici alcuni cubetti di ghiaccio, versa la vodka sopra e riempi con succo, poi la \"crema\". Infine, versa la granatina molto delicatamente sul lato del bicchiere in modo che si depositi sul fondo. Guarnisci con arancia e fragola.",
          "es": "Toma un vaso alto y ponle unos cubitos de hielo, vierte el vodka por encima y rellena con zumo, luego la \"crema\". Para terminar, vierte la granadina con mucho cuidado por el borde del vaso para que se quede en el fondo. Decora con naranja y fresa.",
          "pt": "Pegue um copo alto e coloque alguns cubos de gelo, coloque a vodka por cima e encha com suco, depois o \"creme\". Para finalizar, coloque a grenadine com muito cuidado na lateral do copo para que ela se deposite no fundo. Decore com laranja e morango."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highballglas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo Highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "NonAlcoholic",
            "Mocktail"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Alkolsüz",
            "Mocktail"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Alkoholfrei",
            "Mocktail"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Analcolico",
            "Mocktail"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Sin Alcohol",
            "Mocktail"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Não Alcoólico",
            "Mocktail"
          ]
        },
        "history_notes": {
          "en": "A popular non-alcoholic mocktail classic. It mimics the complexity of a cocktail using juices and grenadine, evolving from the disco era.",
          "tr": "Popüler bir alkolsüz mocktail klasiği. Meyve suları ve nar şurubu kullanarak bir kokteylin karmaşıklığını taklit eder, disko döneminden evrilmiştir.",
          "de": "Ein beliebter, alkoholfreier Mocktail-Klassiker. Er ahmt die Komplexität eines Cocktails mit Säften und Grenadine nach und entwickelte sich aus der Disco-Ära.",
          "it": "Un popolare classico mocktail analcolico. Imita la complessità di un cocktail usando succhi e granatina, evolvendosi dall'era della disco.",
          "es": "Un popular y clásico cóctel sin alcohol. Imita la complejidad de un cóctel utilizando zumos y granadina, evolucionando desde la era disco.",
          "pt": "Um clássico mocktail não alcoólico popular. Imita a complexidade de um coquetel usando sucos e grenadine, evoluindo desde a era da discoteca."
        }
      },
      {
        "cocktail_id": 46,
        "name": {
          "en": "Tom Collins",
          "tr": "Tom Collins"
        },
        "instructions": {
          "en": "In a shaker half-filled with ice cubes, combine the gin, lemon juice, and sugar. Shake well. Strain into a collins glass alomst filled with ice cubes. Add the club soda. Stir and garnish with the cherry and the orange slice.",
          "tr": "Yarısı buz küpleriyle doldurulmuş bir çalkalayıcıda cin, limon suyu ve şekeri birleştirin. İyice çalkalayın. Tamamı buz küpleriyle doldurulmuş bir collins bardağa süzün. Kulüp sodasını ekleyin. Karıştırın ve kiraz ve portakal dilimiyle süsleyin.",
          "de": "Gin, Zitronensaft und Zucker in einem Shaker mit Eiswürfeln vermischen. Gut schütteln. In ein mit Eiswürfeln gefülltes Collins-Glas abseihen. Mit Sodawasser auffüllen. Umrühren und mit der Kirsche und der Orangenscheibe garnieren.",
          "it": "In uno shaker riempito a metà con cubetti di ghiaccio, unire il gin, il succo di limone e lo zucchero. Agitare bene. Filtrare in un bicchiere Collins quasi pieno di cubetti di ghiaccio. Aggiungere la soda. Mescolare e guarnire con la ciliegia e la fetta d'arancia.",
          "es": "En una coctelera llena hasta la mitad con cubitos de hielo, combine la ginebra, el jugo de limón y el azúcar. Agite bien. Cuele en un vaso Collins casi lleno de cubitos de hielo. Agregue el agua con gas. Revuelva y adorne con la cereza y la rodaja de naranja.",
          "pt": "Em um shaker preenchido até a metade com cubos de gelo, combine o gin, o suco de limão e o açúcar. Agite bem. Coe para um copo Collins quase cheio de cubos de gelo. Adicione o club soda. Mexa e decore com a cereja e a fatia de laranja."
        },
        "glass_type": {
          "en": "Collins glass",
          "tr": "Collins bardağı",
          "de": "Collins-Glas",
          "it": "Bicchiere Collins",
          "es": "Vaso Collins",
          "pt": "Copo Collins"
        },
        "tags": {
          "en": [
            "Sour",
            "Refreshing",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Ekşi",
            "Ferahlatıcı",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Sauer",
            "Erfrischend",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Sour",
            "Rinfrescante",
            "Classico",
            "IBA"
          ],
          "es": [
            "Agrio",
            "Refrescante",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Azedo",
            "Refrescante",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Linked to the 'Great Tom Collins Hoax' of 1874. People would ask 'Have you seen Tom Collins?', sending victims on a wild goose chase to find a non-existent man.",
          "tr": "1874'teki 'Büyük Tom Collins Şakası' ile bağlantılıdır. İnsanlar 'Tom Collins'i gördün mü?' diye sorarak kurbanları olmayan bir adamı bulmaları için boş bir kovalamacaya gönderirlerdi.",
          "de": "Verknüpft mit dem 'Great Tom Collins Hoax' von 1874. Die Leute fragten 'Haben Sie Tom Collins gesehen?' und schickten die Opfer auf eine wilde Verfolgungsjagd, um einen nicht existierenden Mann zu finden.",
          "it": "Legato alla burla del 'Great Tom Collins Hoax' del 1874. La gente chiedeva 'Avete visto Tom Collins?', mandando le vittime a una caccia all'oca selvaggia per trovare un uomo inesistente.",
          "es": "Vinculado al 'Gran Engaño de Tom Collins' de 1874. La gente preguntaba '¿Has visto a Tom Collins?', enviando a las víctimas a una búsqueda inútil para encontrar a un hombre inexistente.",
          "pt": "Ligado ao 'Grande Embuste de Tom Collins' de 1874. As pessoas perguntavam 'Você viu Tom Collins?', enviando as vítimas em uma caça sem sentido para encontrar um homem inexistente."
        }
      },
      {
        "cocktail_id": 47,
        "name": {
          "en": "The Last Word",
          "tr": "Son Söz"
        },
        "instructions": {
          "en": "Shake with ice and strain into a cocktail glass.",
          "tr": "Buzla çalkalayıp kokteyl bardağına süzün.",
          "de": "Mit Eis schütteln und in ein Cocktailglas abseihen.",
          "it": "Shakerare con ghiaccio e filtrare in un bicchiere da cocktail.",
          "es": "Agitar con hielo y colar en una copa de cóctel.",
          "pt": "Agitar com gelo e coar para um copo de cocktail."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Bicchiere da cocktail",
          "es": "Copa de cóctel",
          "pt": "Copo de cocktail"
        },
        "tags": {
          "en": [
            "Sour",
            "Herbal",
            "Strong",
            "Classic"
          ],
          "tr": [
            "Ekşi",
            "Bitkisel",
            "Sert",
            "Klasik"
          ],
          "de": [
            "Sauer",
            "Kräuterartig",
            "Stark",
            "Klassisch"
          ],
          "it": [
            "Sour",
            "Erbaceo",
            "Forte",
            "Classico"
          ],
          "es": [
            "Sour",
            "Herbal",
            "Fuerte",
            "Clásico"
          ],
          "pt": [
            "Sour",
            "Herbáceo",
            "Forte",
            "Clássico"
          ]
        },
        "history_notes": {
          "en": "A Prohibition-era classic from the Detroit Athletic Club (1915). Forgotten for decades, it was revived in Seattle in 2004, sparking a cocktail renaissance.",
          "tr": "Detroit Athletic Club'dan (1915) bir Yasak dönemi klasiği. On yıllarca unutulduktan sonra 2004'te Seattle'da yeniden canlandırıldı ve bir kokteyl rönesansı başlattı.",
          "de": "Ein Prohibition-Klassiker aus dem Detroit Athletic Club (1915). Jahrzehntelang vergessen, wurde er 2004 in Seattle wiederbelebt und löste eine Cocktail-Renaissance aus.",
          "it": "Un classico dell'era del proibizionismo del Detroit Athletic Club (1915). Dimenticato per decenni, è stato ripreso a Seattle nel 2004, dando il via a una rinascita dei cocktail.",
          "es": "Un clásico de la época de la Ley Seca del Detroit Athletic Club (1915). Olvidado durante décadas, fue recuperado en Seattle en 2004, lo que desató un renacimiento de la coctelería.",
          "pt": "Um clássico da era da Lei Seca do Detroit Athletic Club (1915). Esquecido por décadas, foi revivido em Seattle em 2004, desencadeando um renascimento de cocktails."
        }
      },
      {
        "cocktail_id": 48,
        "name": {
          "en": "Tequila Sunrise",
          "tr": "Tequila Sunrise"
        },
        "instructions": {
          "en": "Pour the tequila and orange juice into glass over ice. Add the grenadine, which will sink to the bottom. Stir gently to create the sunrise effect. Garnish and serve.",
          "tr": "Tekila ve portakal suyunu buzun üzerindeki bardağa dökün. Dibe çökecek olan nar şurubu ekleyin. Gün doğumu efekti yaratmak için yavaşça karıştırın. Süsleyip servis yapın.",
          "de": "Tequila und Orangensaft über Eis in ein Glas gießen. Grenadine hinzufügen, die zu Boden sinkt. Vorsichtig umrühren, um den Sunrise-Effekt zu erzeugen. Garnieren und servieren.",
          "it": "Versare la tequila e il succo d'arancia in un bicchiere con ghiaccio. Aggiungere la granatina, che si depositerà sul fondo. Mescolare delicatamente per creare l'effetto sunrise. Guarnire e servire.",
          "es": "Vierte el tequila y el zumo de naranja en un vaso con hielo. Añade la granadina, que se hundirá hasta el fondo. Remueve suavemente para crear el efecto amanecer. Decora y sirve.",
          "pt": "Despeje a tequila e o suco de laranja em um copo com gelo. Adicione a grenadine, que afundará até o fundo. Mexa suavemente para criar o efeito de nascer do sol. Decore e sirva."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highballglas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo Highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Classico",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "The modern version was created in Sausalito in the 70s. It became famous after The Rolling Stones dubbed their 1972 tour the 'Cocaine and Tequila Sunrise Tour'.",
          "tr": "Modern versiyonu 70'lerde Sausalito'da yaratıldı. The Rolling Stones'un 1972 turnesine 'Kokain ve Tequila Sunrise Turnesi' adını vermesiyle ünlendi.",
          "de": "Die moderne Version wurde in den 70er Jahren in Sausalito kreiert. Berühmt wurde sie, nachdem die Rolling Stones ihre Tour von 1972 als 'Cocaine and Tequila Sunrise Tour' bezeichneten.",
          "it": "La versione moderna è stata creata a Sausalito negli anni '70. È diventata famosa dopo che i Rolling Stones hanno soprannominato il loro tour del 1972 il 'Cocaine and Tequila Sunrise Tour'.",
          "es": "La versión moderna fue creada en Sausalito en los años 70. Se hizo famosa después de que The Rolling Stones llamaran a su gira de 1972 'Cocaine and Tequila Sunrise Tour'.",
          "pt": "A versão moderna foi criada em Sausalito nos anos 70. Tornou-se famosa depois que os Rolling Stones apelidaram sua turnê de 1972 de 'Cocaine and Tequila Sunrise Tour'."
        }
      },
      {
        "cocktail_id": 49,
        "name": {
          "en": "Vesper",
          "tr": "Vesper"
        },
        "instructions": {
          "en": "Shake over ice until well chilled, then strain into a deep goblet and garnish with a thin slice of lemon peel.",
          "tr": "İyice soğuyuncaya kadar buz üzerinde çalkalayın, ardından derin bir bardağa süzün ve ince bir dilim limon kabuğuyla süsleyin.",
          "de": "In einem Shaker mit Eis gut schütteln, bis er gut gekühlt ist. Anschließend in einen tiefen Kelch abseihen und mit einer dünnen Zitronenschale garnieren.",
          "it": "Shakerare con ghiaccio fino a raffreddare bene, quindi filtrare in un calice profondo e guarnire con una sottile scorza di limone.",
          "es": "Agitar en una coctelera con hielo hasta que esté bien frío, luego colar en una copa profunda y decorar con una fina rodaja de piel de limón.",
          "pt": "Agite com gelo até ficar bem gelado, depois coe para um cálice fundo e decore com uma fatia fina de casca de limão."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Coppa Martini",
          "es": "Copa de cóctel",
          "pt": "Taça de cocktail"
        },
        "tags": {
          "en": [
            "Strong",
            "Dry",
            "Classic",
            "Bond",
            "IBA"
          ],
          "tr": [
            "Sert",
            "Sek",
            "Klasik",
            "Bond",
            "IBA"
          ],
          "de": [
            "Stark",
            "Trocken",
            "Klassisch",
            "Bond",
            "IBA"
          ],
          "it": [
            "Forte",
            "Secco",
            "Classico",
            "Bond",
            "IBA"
          ],
          "es": [
            "Fuerte",
            "Seco",
            "Clásico",
            "Bond",
            "IBA"
          ],
          "pt": [
            "Forte",
            "Seco",
            "Clássico",
            "Bond",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Invented by Ian Fleming for James Bond in 'Casino Royale' (1953). Named after Bond's love interest, Vesper Lynd.",
          "tr": "Ian Fleming tarafından 'Casino Royale' (1953) kitabında James Bond için icat edildi. Adını Bond'un aşkı Vesper Lynd'den alır.",
          "de": "Erfunden von Ian Fleming für James Bond in 'Casino Royale' (1953). Benannt nach Bonds Geliebter, Vesper Lynd.",
          "it": "Inventato da Ian Fleming per James Bond in 'Casino Royale' (1953). Prende il nome dall'interesse amoroso di Bond, Vesper Lynd.",
          "es": "Inventado por Ian Fleming para James Bond en 'Casino Royale' (1953). Nombrado en honor al interés amoroso de Bond, Vesper Lynd.",
          "pt": "Inventado por Ian Fleming para James Bond em 'Casino Royale' (1953). Nomeado em homenagem ao interesse amoroso de Bond, Vesper Lynd."
        }
      },
      {
        "cocktail_id": 50,
        "name": {
          "en": "White Lady",
          "tr": "White Lady"
        },
        "instructions": {
          "en": "Add all ingredients into cocktail shaker filled with ice. Shake well and strain into large cocktail glass.",
          "tr": "Tüm malzemeleri buzla dolu shaker'a ekleyin. İyice çalkalayın ve büyük kokteyl bardağına süzün.",
          "de": "Alle Zutaten in einen mit Eis gefüllten Cocktail-Shaker geben. Gut schütteln und in ein großes Cocktailglas abseihen.",
          "it": "Aggiungere tutti gli ingredienti in uno shaker pieno di ghiaccio. Agitare bene e filtrare in un ampio bicchiere da cocktail.",
          "es": "Añadir todos los ingredientes a una coctelera llena de hielo. Agitar bien y colar en una copa de cóctel grande.",
          "pt": "Adicione todos os ingredientes em um shaker de coquetel cheio de gelo. Agite bem e coe em uma taça de coquetel grande."
        },
        "glass_type": {
          "en": "Cocktail glass",
          "tr": "Kokteyl bardağı",
          "de": "Cocktailglas",
          "it": "Bicchiere da cocktail",
          "es": "Copa de cóctel",
          "pt": "Taça de coquetel"
        },
        "tags": {
          "en": [
            "Sour",
            "Classic",
            "IBA",
            "Gin"
          ],
          "tr": [
            "Ekşi",
            "Klasik",
            "IBA",
            "Cin"
          ],
          "de": [
            "Sour",
            "Klassiker",
            "IBA",
            "Gin"
          ],
          "it": [
            "Sour",
            "Classico",
            "IBA",
            "Gin"
          ],
          "es": [
            "Sour",
            "Clásico",
            "IBA",
            "Gin"
          ],
          "pt": [
            "Sour",
            "Clássico",
            "IBA",
            "Gin"
          ]
        },
        "history_notes": {
          "en": "Created by Harry MacElhone in 1919. It started with mint liqueur but evolved into the gin and Cointreau classic we know today at Harry's New York Bar.",
          "tr": "1919'da Harry MacElhone tarafından yaratıldı. Nane likörü ile başladı ancak Harry's New York Bar'da bugün bildiğimiz cin ve Cointreau klasiğine evrildi.",
          "de": "Kreiert von Harry MacElhone im Jahr 1919. Es begann mit Minzlikör, entwickelte sich aber in der Harry's New York Bar zu dem Gin- und Cointreau-Klassiker, den wir heute kennen.",
          "it": "Creato da Harry MacElhone nel 1919. Iniziò con il liquore alla menta, ma si è evoluto nel classico Gin e Cointreau che conosciamo oggi all'Harry's New York Bar.",
          "es": "Creado por Harry MacElhone en 1919. Comenzó con licor de menta, pero evolucionó hasta convertirse en el clásico de ginebra y Cointreau que conocemos hoy en el Harry's New York Bar.",
          "pt": "Criado por Harry MacElhone em 1919. Começou com licor de menta, mas evoluiu para o clássico de gim e Cointreau que conhecemos hoje no Harry's New York Bar."
        }
      },
      {
        "cocktail_id": 51,
        "name": {
          "en": "Whiskey Sour",
          "tr": "Viski Sour"
        },
        "instructions": {
          "en": "Shake with ice. Strain into chilled glass, garnish and serve. If served 'On the rocks', strain ingredients into old-fashioned glass filled with ice.",
          "tr": "Buzla çalkalayın. Soğutulmuş bardağa süzün, süsleyin ve servis yapın. 'Kayaların üzerinde' servis edilirse, malzemeleri buzla dolu Viski bardağa süzün.",
          "de": "Mit Eis shaken. In ein gekühltes Glas abseihen, garnieren und servieren. Wenn 'On the Rocks' serviert, Zutaten in ein Old-Fashioned-Glas mit Eis abseihen.",
          "it": "Shakerare con ghiaccio. Filtrare in un bicchiere freddo, guarnire e servire. Se servito 'On the rocks', filtrare gli ingredienti in un bicchiere old-fashioned riempito di ghiaccio.",
          "es": "Agitar con hielo. Colar en un vaso frío, decorar y servir. Si se sirve 'On the rocks', colar los ingredientes en un vaso Old-Fashioned lleno de hielo.",
          "pt": "Agitar com gelo. Coar para um copo gelado, decorar e servir. Se servido 'On the rocks', coar os ingredientes para um copo old-fashioned cheio de gelo."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere Old-Fashioned",
          "es": "Vaso Old-Fashioned",
          "pt": "Copo Old-Fashioned"
        },
        "tags": {
          "en": [
            "IBA",
            "Classic",
            "Alcoholic",
            "ContemporaryClassic"
          ],
          "tr": [
            "IBA",
            "Klasik",
            "Alkollü",
            "ÇağdaşKlasik"
          ],
          "de": [
            "IBA",
            "Klassiker",
            "Alkoholisch",
            "ZeitgenössischerKlassiker"
          ],
          "it": [
            "IBA",
            "Classico",
            "Alcolico",
            "Classicocontemporaneo"
          ],
          "es": [
            "IBA",
            "Clásico",
            "Alcohólico",
            "ClásicoContemporáneo"
          ],
          "pt": [
            "IBA",
            "Clássico",
            "Alcoólico",
            "ClássicoContemporâneo"
          ]
        },
        "history_notes": {
          "en": "First written down in 1862 by Jerry Thomas. It was originally a way for sailors to combat scurvy and preserve their spirits during long voyages.",
          "tr": "İlk kez 1862'de Jerry Thomas tarafından yazıldı. Başlangıçta denizcilerin iskorbütle savaşmak ve uzun yolculuklarda içkilerini korumak için kullandıkları bir yöntemdi.",
          "de": "Erstmals 1862 von Jerry Thomas schriftlich festgehalten. Ursprünglich war es eine Möglichkeit für Seeleute, Skorbut zu bekämpfen und ihre Spirituosen auf langen Reisen zu konservieren.",
          "it": "Scritto per la prima volta nel 1862 da Jerry Thomas. In origine era un modo per i marinai di combattere lo scorbuto e conservare i loro alcolici durante i lunghi viaggi.",
          "es": "Escrito por primera vez en 1862 por Jerry Thomas. Originalmente era una forma para que los marineros combatieran el escorbuto y conservaran sus licores durante largos viajes.",
          "pt": "Escrito pela primeira vez em 1862 por Jerry Thomas. Originalmente, era uma forma de os marinheiros combaterem o escorbuto e preservarem seus espíritos durante longas viagens."
        }
      },
      {
        "cocktail_id": 52,
        "name": {
          "en": "White Russian",
          "tr": "White Russian"
        },
        "instructions": {
          "en": "Pour vodka and coffee liqueur over ice cubes in an old-fashioned glass. Fill with light cream and serve.",
          "tr": "Viski bir bardaktaki buz küplerinin üzerine votka ve kahve likörünü dökün. Hafif kremayla doldurup servis yapın.",
          "de": "Wodka und Kaffeelikör über Eiswürfel in ein Old-Fashioned-Glas gießen. Mit leichter Sahne auffüllen und servieren.",
          "it": "Versare la vodka e il liquore al caffè sui cubetti di ghiaccio in un bicchiere old-fashioned. Riempire con panna leggera e servire.",
          "es": "Verter el vodka y el licor de café sobre cubitos de hielo en un vaso old-fashioned. Rellenar con crema ligera y servir.",
          "pt": "Verter a vodka e o licor de café sobre cubos de gelo num copo old-fashioned. Encher com creme de leite e servir."
        },
        "glass_type": {
          "en": "Sweet,Creamy,Dessert,Classic",
          "tr": "Tatlı,Kremalı,TatlıNiyetine,Klasik",
          "de": "Süß, Cremig, Dessert, Klassisch",
          "it": "Dolce, Cremoso, Dessert, Classico",
          "es": "Dulce, Cremoso, Postre, Clásico",
          "pt": "Doce, Cremoso, Sobremesa, Clássico"
        },
        "tags": {
          "en": [],
          "tr": [],
          "de": [],
          "it": [],
          "es": [],
          "pt": []
        },
        "history_notes": {
          "en": "A 1960s variation of the Black Russian. It achieved cult status in the late 90s as the signature drink of 'The Dude' in 'The Big Lebowski'.",
          "tr": "Black Russian'ın 1960'lardaki bir varyasyonu. 90'ların sonunda 'The Big Lebowski' filmindeki 'The Dude' karakterinin imza içeceği olarak kült statüsüne ulaştı.",
          "de": "Eine Variation des Black Russian aus den 1960er Jahren. Kultstatus erlangte er in den späten 90ern als Signature Drink von 'The Dude' in 'The Big Lebowski'.",
          "it": "Una variante degli anni '60 del Black Russian. Ha raggiunto lo status di culto alla fine degli anni '90 come signature drink di 'The Dude' in 'The Big Lebowski'.",
          "es": "Una variación de los años 60 del Black Russian. Alcanzó el estatus de culto a finales de los 90 como la bebida insignia de 'The Dude' en 'El Gran Lebowski'.",
          "pt": "Uma variação dos anos 60 do Black Russian. Alcançou o status de culto no final dos anos 90 como a bebida de assinatura de 'The Dude' em 'The Big Lebowski'."
        }
      },
      {
        "cocktail_id": 53,
        "name": {
          "en": "Zombie",
          "tr": "Zombi"
        },
        "instructions": {
          "en": "Blend at high speed for no more than 5 seconds.\n\nPour into a glass, add ice cubes to fill, then add the garnish.\n\n*Donn’s mix: Bring 3 crushed cinnamon sticks, 1 cup of sugar and 1 cup of water to a boil, stirring until the sugar is dissolved.\n\nSimmer for 2 minutes, then remove from the heat and let sit for at least 2 hours before straining into a clean glass bottle.\n\nThen add 1 part of the syrup and 2 parts of fresh grapefruit juice together.",
          "tr": "En fazla 5 saniye boyunca yüksek hızda karıştırın. \n\nBir bardağa dökün, dolduracak kadar buz küpleri ekleyin, ardından garnitürü ekleyin. \n\n*Donn karışımı: 3 adet ezilmiş tarçın çubuğu, 1 su bardağı şeker ve 1 su bardağı suyu şeker eriyene kadar karıştırarak kaynatın. \n\n2 dakika kaynatın, ardından ocaktan alın ve en az 2 saat bekletin ve temiz bir bardağ şişeye süzün. \n\nDaha sonra 1 ölçü şurubu ve 2 ölçü taze greyfurt suyunu birlikte ekleyin.",
          "de": "Nicht länger als 5 Sekunden mit hoher Geschwindigkeit mixen.\n\nIn ein Glas gießen, mit Eiswürfeln auffüllen und garnieren.\n\n*Donn’s Mix: 3 zerstoßene Zimtstangen, 1 Tasse Zucker und 1 Tasse Wasser unter Rühren zum Kochen bringen, bis sich der Zucker aufgelöst hat.\n\n2 Minuten köcheln lassen, dann vom Herd nehmen und mindestens 2 Stunden ziehen lassen, bevor es in eine saubere Glasflasche abgeseiht wird.\n\nAnschließend 1 Teil des Sirups und 2 Teile frischen Grapefruitsaft verrühren.",
          "it": "Frullare ad alta velocità per non più di 5 secondi.\n\nVersare in un bicchiere, aggiungere cubetti di ghiaccio fino a riempirlo, quindi aggiungere la guarnizione.\n\n*Donn’s mix: Portare ad ebollizione 3 stecche di cannella schiacciate, 1 tazza di zucchero e 1 tazza di acqua, mescolando fino a quando lo zucchero non si sarà sciolto.\n\nCuocere a fuoco lento per 2 minuti, quindi togliere dal fuoco e lasciare riposare per almeno 2 ore prima di filtrare in una bottiglia di vetro pulita.\n\nQuindi aggiungere 1 parte di sciroppo e 2 parti di succo di pompelmo fresco.",
          "es": "Batir a alta velocidad por no más de 5 segundos.\n\nVerter en un vaso, agregar cubitos de hielo para llenar, luego agregar la decoración.\n\n*Mezcla de Donn: Llevar a ebullición 3 ramas de canela trituradas, 1 taza de azúcar y 1 taza de agua, revolviendo hasta que se disuelva el azúcar.\n\nDejar cocer a fuego lento durante 2 minutos, luego retirar del fuego y dejar reposar durante al menos 2 horas antes de colar en una botella de vidrio limpia.\n\nLuego agregar 1 parte del jarabe y 2 partes de jugo de pomelo fresco.",
          "pt": "Bata em alta velocidade por no máximo 5 segundos.\n\nDespeje em um copo, adicione cubos de gelo para encher e, em seguida, adicione a guarnição.\n\n*Mistura de Donn: Leve para ferver 3 paus de canela esmagados, 1 xícara de açúcar e 1 xícara de água, mexendo até que o açúcar se dissolva.\n\nCozinhe em fogo baixo por 2 minutos, retire do fogo e deixe descansar por pelo menos 2 horas antes de coar em uma garrafa de vidro limpa.\n\nEm seguida, adicione 1 parte do xarope e 2 partes de suco de toranja fresco."
        },
        "glass_type": {
          "en": "Hurricane glass",
          "tr": "Kasırga bardağı",
          "de": "Hurricane-Glas",
          "it": "Bicchiere Hurricane",
          "es": "Vaso Hurricane",
          "pt": "Copo Hurricane"
        },
        "tags": {
          "en": [
            "Sweet",
            "Strong",
            "Tiki",
            "Tropical",
            "Rum"
          ],
          "tr": [
            "Tatlı",
            "Sert",
            "Tiki",
            "Tropikal",
            "Rom"
          ],
          "de": [
            "Süß",
            "Stark",
            "Tiki",
            "Tropisch",
            "Rum"
          ],
          "it": [
            "Dolce",
            "Forte",
            "Tiki",
            "Tropicale",
            "Rum"
          ],
          "es": [
            "Dulce",
            "Fuerte",
            "Tiki",
            "Tropical",
            "Ron"
          ],
          "pt": [
            "Doce",
            "Forte",
            "Tiki",
            "Tropical",
            "Rum"
          ]
        },
        "history_notes": {
          "en": "A Tiki legend by Donn Beach (1934). It was so strong (mostly rum) that customers were strictly limited to two per person because it turned them into zombies.",
          "tr": "Donn Beach (1934) tarafından yaratılan bir Tiki efsanesi. O kadar güçlüydü ki (çoğunlukla rom), insanları zombiye çevirdiği için müşteri başına kesinlikle iki adetle sınırlandırılmıştı.",
          "de": "Eine Tiki-Legende von Donn Beach (1934). Er war so stark (hauptsächlich Rum), dass Kunden streng auf zwei pro Person beschränkt waren, weil er sie in Zombies verwandelte.",
          "it": "Una leggenda Tiki di Donn Beach (1934). Era così forte (principalmente rum) che i clienti erano rigorosamente limitati a due a persona perché li trasformava in zombi.",
          "es": "Una leyenda Tiki de Donn Beach (1934). Era tan fuerte (principalmente ron) que los clientes estaban estrictamente limitados a dos por persona porque los convertía en zombies.",
          "pt": "Uma lenda Tiki de Donn Beach (1934). Era tão forte (principalmente rum) que os clientes eram estritamente limitados a dois por pessoa porque os transformava em zumbis."
        }
      },
      {
        "cocktail_id": 54,
        "name": {
          "en": "Gin Basil Smash",
          "tr": "Gin Basil Smash"
        },
        "instructions": {
          "en": "Muddle basil leaves with sugar syrup in a shaker. Add gin and lemon juice. Fill with ice and shake vigorously. Double strain into an ice-filled glass. Garnish with basil.",
          "tr": "Fesleğen yapraklarını şeker şurubuyla çalkalayıcıda karıştırın. Cin ve limon suyunu ekleyin. Buzla doldurun ve kuvvetlice çalkalayın. Buz dolu bir bardağa iki kez süzün. Fesleğen ile süsleyin.",
          "de": "Basilikumblätter mit Zuckersirup in einem Shaker muddlen. Gin und Zitronensaft hinzufügen. Mit Eis füllen und kräftig schütteln. Doppelt in ein mit Eis gefülltes Glas abseihen. Mit Basilikum garnieren.",
          "it": "Pestare le foglie di basilico con lo sciroppo di zucchero in uno shaker. Aggiungere gin e succo di limone. Riempire con ghiaccio e agitare energicamente. Filtrare due volte in un bicchiere old-fashioned riempito di ghiaccio. Guarnire con basilico.",
          "es": "Machacar hojas de albahaca con jarabe de azúcar en una coctelera. Añadir ginebra y zumo de limón. Llenar con hielo y agitar enérgicamente. Colar doblemente en un vaso old-fashioned lleno de hielo. Decorar con albahaca.",
          "pt": "Macere as folhas de manjericão com xarope de açúcar num shaker. Adicione gin e sumo de limão. Encha com gelo e agite vigorosamente. Coe duplamente para um copo old-fashioned cheio de gelo. Decore com manjericão."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned Glas",
          "it": "Bicchiere Old-fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Sour",
            "Herbal",
            "Refreshing",
            "ModernClassic"
          ],
          "tr": [
            "Ekşi",
            "Bitkisel",
            "Ferahlatıcı",
            "ModernKlasik"
          ],
          "de": [
            "Säuerlich",
            "Kräuterartig",
            "Erfrischend",
            "ModernerKlassiker"
          ],
          "it": [
            "Sour",
            "Erbaceo",
            "Rinfrescante",
            "ClassicoModerno"
          ],
          "es": [
            "Sour",
            "Herbal",
            "Refrescante",
            "ClásicoModerno"
          ],
          "pt": [
            "Sour",
            "Herbal",
            "Refrescante",
            "ClássicoModerno"
          ]
        },
        "history_notes": {
          "en": "Created in 2008 by Jörg Meyer in Hamburg. Originally called the 'Gin Pesto', it quickly became a modern classic worldwide for its fresh herbal taste.",
          "tr": "2008 yılında Hamburg'da Jörg Meyer tarafından yaratıldı. Orijinal adı 'Gin Pesto' olan içecek, taze bitkisel tadıyla dünya çapında hızla modern bir klasik haline geldi.",
          "de": "Kreiert im Jahr 2008 von Jörg Meyer in Hamburg. Ursprünglich 'Gin Pesto' genannt, wurde er aufgrund seines frischen, kräuterartigen Geschmacks schnell zu einem modernen Klassiker weltweit.",
          "it": "Creato nel 2008 da Jörg Meyer ad Amburgo. Originariamente chiamato 'Gin Pesto', è diventato rapidamente un classico moderno in tutto il mondo per il suo gusto fresco ed erbaceo.",
          "es": "Creado en 2008 por Jörg Meyer en Hamburgo. Originalmente llamado 'Gin Pesto', rápidamente se convirtió en un clásico moderno a nivel mundial por su sabor fresco y herbal.",
          "pt": "Criado em 2008 por Jörg Meyer em Hamburgo. Originalmente chamado de 'Gin Pesto', rapidamente se tornou um clássico moderno mundialmente pelo seu sabor fresco e herbal."
        }
      },
      {
        "cocktail_id": 55,
        "name": {
          "en": "Paper Plane",
          "tr": "Paper Plane"
        },
        "instructions": {
          "en": "Pour all ingredients into cocktail shaker filled with ice. Shake well. Strain into a chilled cocktail glass.",
          "tr": "Tüm malzemeleri buzla dolu shaker'a dökün. İyice çalkalayın. Soğutulmuş bir kokteyl bardağına süzün.",
          "de": "Alle Zutaten in einen mit Eis gefüllten Shaker geben. Gut schütteln. In ein gekühltes Coupette-Glas abseihen.",
          "it": "Versare tutti gli ingredienti in uno shaker pieno di ghiaccio. Agitare bene. Filtrare in un bicchiere da cocktail (coppetta) raffreddato.",
          "es": "Verter todos los ingredientes en una coctelera llena de hielo. Agitar bien. Colar en una copa de cóctel fría (copa coupe).",
          "pt": "Coloque todos os ingredientes em uma coqueteleira cheia de gelo. Agite bem. Coe para uma taça cocktail gelada (taça coupe)."
        },
        "glass_type": {
          "en": "Coupe glass",
          "tr": "Kupa bardağı",
          "de": "Coupette-Glas",
          "it": "Coppetta",
          "es": "Copa Coupe",
          "pt": "Taça Coupe"
        },
        "tags": {
          "en": [
            "Bittersweet",
            "Sour",
            "ModernClassic",
            "IBA"
          ],
          "tr": [
            "Acıtatlı",
            "Ekşi",
            "ModernKlasik",
            "IBA"
          ],
          "de": [
            "Bittersüß",
            "Sauer",
            "ModernerKlassiker",
            "IBA"
          ],
          "it": [
            "Amaro",
            "Sour",
            "ClassicoModerno",
            "IBA"
          ],
          "es": [
            "Agrídulce",
            "Sour",
            "ClásicoModerno",
            "IBA"
          ],
          "pt": [
            "Agridoce",
            "Sour",
            "ClássicoModerno",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Created by Sam Ross in 2008. Named after the M.I.A. song 'Paper Planes', it is a perfectly balanced modern classic using equal parts.",
          "tr": "2008'de Sam Ross tarafından yaratıldı. Adını M.I.A.'nın 'Paper Planes' şarkısından alan bu içecek, eşit ölçüler kullanan mükemmel dengeli modern bir klasiktir.",
          "de": "Kreiert von Sam Ross im Jahr 2008. Benannt nach dem M.I.A.-Song 'Paper Planes', ist es ein perfekt ausbalancierter, moderner Klassiker mit gleichen Teilen.",
          "it": "Creato da Sam Ross nel 2008. Prende il nome dalla canzone 'Paper Planes' di M.I.A. È un classico moderno perfettamente bilanciato, realizzato con parti uguali.",
          "es": "Creado por Sam Ross en 2008. Nombrado en honor a la canción 'Paper Planes' de M.I.A., es un clásico moderno perfectamente equilibrado que utiliza partes iguales.",
          "pt": "Criado por Sam Ross em 2008. Nomeado após a música 'Paper Planes' de M.I.A., é um clássico moderno perfeitamente equilibrado usando partes iguais."
        }
      },
      {
        "cocktail_id": 56,
        "name": {
          "en": "Amaretto Sour",
          "tr": "Amaretto Sour"
        },
        "instructions": {
          "en": "Shake all ingredients with ice. Strain back into the shaker and dry shake (without ice) to emulsify the egg white. Pour over fresh ice.",
          "tr": "Tüm malzemeleri buzla çalkalayın. Yumurta beyazını emülsifiye etmek için tekrar shaker'a süzün ve kuru sallayın (buzsuz). Taze buzun üzerine dökün.",
          "de": "Alle Zutaten mit Eis shaken. Zurück in den Shaker abseihen und ohne Eis (Dry Shake) schütteln, um das Eiweiß zu emulgieren. Auf frisches Eis gießen.",
          "it": "Shakerare tutti gli ingredienti con ghiaccio. Filtrare nuovamente nello shaker e shakerare a secco (senza ghiaccio) per emulsionare l'albume. Versare su ghiaccio fresco.",
          "es": "Agitar todos los ingredientes con hielo. Colar de nuevo en la coctelera y agitar en seco (sin hielo) para emulsionar la clara de huevo. Verter sobre hielo nuevo.",
          "pt": "Agite todos os ingredientes com gelo. Coe de volta para a coqueteleira e agite a seco (sem gelo) para emulsionar a clara do ovo. Despeje sobre gelo fresco."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned Glas",
          "it": "Bicchiere Old-fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Classic",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Klasik",
            "IBA"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Klassisch",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Classico",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Clásico",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Clássico",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Often dismissed as a 70s disco drink, it was revived by Jeffrey Morgenthaler, who added egg white and cask-strength bourbon to balance the sweetness.",
          "tr": "Genellikle 70'lerin disko içeceği olarak küçümsenirken, tatlılığı dengelemek için yumurta akı ve yüksek alkollü burbon ekleyen Jeffrey Morgenthaler tarafından yeniden canlandırılmıştır.",
          "de": "Oft als 70er-Jahre-Disco-Drink abgetan, wurde er von Jeffrey Morgenthaler wiederbelebt, der Eiweiß und Bourbon in Fassstärke hinzufügte, um die Süße auszugleichen.",
          "it": "Spesso liquidato come un drink da discoteca anni '70, è stato ripreso da Jeffrey Morgenthaler, che ha aggiunto albume e bourbon a gradazione di botte per bilanciare la dolcezza.",
          "es": "A menudo descartado como una bebida disco de los 70, fue revivido por Jeffrey Morgenthaler, quien agregó clara de huevo y bourbon de alta graduación para equilibrar el dulzor.",
          "pt": "Muitas vezes descartado como uma bebida disco dos anos 70, foi revivido por Jeffrey Morgenthaler, que adicionou clara de ovo e bourbon de força de barril para equilibrar o dulçor."
        }
      },
      {
        "cocktail_id": 57,
        "name": {
          "en": "Naked and Famous",
          "tr": "Naked and Famous"
        },
        "instructions": {
          "en": "Shake all ingredients with ice and strain into a chilled coupe glass.",
          "tr": "Tüm malzemeleri buzla çalkalayın ve soğutulmuş bir kupa bardağa süzün.",
          "de": "Alle Zutaten mit Eis shaken und in eine gekühlte Coupette abseihen.",
          "it": "Shakerare tutti gli ingredienti con ghiaccio e filtrare in una coppa coupe raffreddata.",
          "es": "Agitar todos los ingredientes con hielo y colar en una copa coupe fría.",
          "pt": "Agite todos os ingredientes com gelo e coe para uma taça coupe gelada."
        },
        "glass_type": {
          "en": "Coupe glass",
          "tr": "Kupa bardağı",
          "de": "Coupette",
          "it": "Coppa coupe",
          "es": "Copa coupe",
          "pt": "Taça Coupe"
        },
        "tags": {
          "en": [
            "Bittersweet",
            "Smoky",
            "Sour",
            "ModernClassic"
          ],
          "tr": [
            "Acıtatlı",
            "Dumanlı",
            "Ekşi",
            "ModernKlasik"
          ],
          "de": [
            "Bittersüß",
            "Rauchig",
            "Sauer",
            "ModernerKlassiker"
          ],
          "it": [
            "Amarognolo",
            "Affumicato",
            "Aspro",
            "ClassicoModerno"
          ],
          "es": [
            "Agridulce",
            "Ahumado",
            "Ácido",
            "ClásicoModerno"
          ],
          "pt": [
            "Agridoce",
            "Defumado",
            "Azedo",
            "ClássicoModerno"
          ]
        },
        "history_notes": {
          "en": "A modern classic by Joaquin Simo at Death & Co in 2011. It is a smoky, herbal riff on the Paper Plane and Last Word cocktails.",
          "tr": "2011'de Death & Co'da Joaquin Simo tarafından yaratılan modern bir klasik. Paper Plane ve Last Word kokteyllerinin dumanlı ve bitkisel bir uyarlamasıdır.",
          "de": "Ein moderner Klassiker von Joaquin Simo aus dem Death & Co von 2011. Es ist eine rauchige, kräuterige Abwandlung der Cocktails Paper Plane und Last Word.",
          "it": "Un classico moderno di Joaquin Simo del Death & Co nel 2011. È una rivisitazione affumicata ed erbacea dei cocktail Paper Plane e Last Word.",
          "es": "Un clásico moderno de Joaquin Simo en Death & Co en 2011. Es una versión ahumada y herbal de los cócteles Paper Plane y Last Word.",
          "pt": "Um clássico moderno de Joaquin Simo no Death & Co em 2011. É uma variação defumada e herbal dos coquetéis Paper Plane e Last Word."
        }
      },
      {
        "cocktail_id": 58,
        "name": {
          "en": "Jungle Bird",
          "tr": "Jungle Bird"
        },
        "instructions": {
          "en": "Shake all ingredients with ice and strain into a glass filled with crushed ice.",
          "tr": "Tüm malzemeleri buzla çalkalayın ve kırılmış buzla dolu bir bardağa süzün.",
          "de": "Alle Zutaten mit Eis shaken und in ein mit Crushed Ice gefülltes Glas abseihen.",
          "it": "Shakerare tutti gli ingredienti con ghiaccio e filtrare in un bicchiere riempito con ghiaccio tritato.",
          "es": "Agitar todos los ingredientes con hielo y colar en un vaso lleno de hielo picado.",
          "pt": "Agite todos os ingredientes com gelo e coe para um copo cheio de gelo picado."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-fashioned Glas",
          "it": "Bicchiere Old-fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Bittersweet",
            "Tiki",
            "Tropical",
            "Fruity"
          ],
          "tr": [
            "Acıtatlı",
            "Tiki",
            "Tropikal",
            "Meyveli"
          ],
          "de": [
            "Bittersüß",
            "Tiki",
            "Tropisch",
            "Fruchtig"
          ],
          "it": [
            "Agrodolce",
            "Tiki",
            "Tropicale",
            "Fruttato"
          ],
          "es": [
            "Agridulce",
            "Tiki",
            "Tropical",
            "Afrutado"
          ],
          "pt": [
            "Agridoce",
            "Tiki",
            "Tropical",
            "Frutado"
          ]
        },
        "history_notes": {
          "en": "Created in 1973 at the Kuala Lumpur Hilton's Aviary Bar. It is one of the few Tiki cocktails to use Campari, giving it a unique bittersweet profile.",
          "tr": "1973 yılında Kuala Lumpur Hilton'un Aviary Bar'ında yaratıldı. Campari kullanan ve ona eşsiz bir acı-tatlı profil kazandıran az sayıdaki Tiki kokteylinden biridir.",
          "de": "Kreiert im Jahr 1973 in der Aviary Bar des Kuala Lumpur Hilton. Es ist einer der wenigen Tiki-Cocktails, der Campari verwendet, was ihm ein einzigartiges bittersüßes Profil verleiht.",
          "it": "Creato nel 1973 all'Aviary Bar del Kuala Lumpur Hilton. È uno dei pochi cocktail Tiki che utilizza Campari, conferendogli un profilo unico agrodolce.",
          "es": "Creado en 1973 en el Aviary Bar del Kuala Lumpur Hilton. Es uno de los pocos cócteles Tiki que utiliza Campari, lo que le da un perfil agridulce único.",
          "pt": "Criado em 1973 no Aviary Bar do Kuala Lumpur Hilton. É um dos poucos coquetéis Tiki que usa Campari, dando-lhe um perfil agridoce único."
        }
      },
      {
        "cocktail_id": 59,
        "name": {
          "en": "Bloody Mary",
          "tr": "Bloody Mary"
        },
        "instructions": {
          "en": "Stir gently, pour over ice cubes in a highball glass. Garnish with celery stalk and lemon wedge.",
          "tr": "Yavaşça karıştırın, bir highball bardağındaki buz küplerinin üzerine dökün. Kereviz sapı ve limon dilimiyle süsleyin.",
          "de": "Sanft umrühren und in einem Highball-Glas über Eiswürfel gießen. Mit einer Stange Sellerie und einem Zitronenspalte garnieren.",
          "it": "Mescolare delicatamente, versare sopra cubetti di ghiaccio in un bicchiere highball. Guarnire con una costa di sedano e uno spicchio di limone.",
          "es": "Remover suavemente y verter sobre cubitos de hielo en un vaso highball. Decorar con una rama de apio y una rodaja de limón.",
          "pt": "Mexa delicadamente e despeje sobre cubos de gelo em um copo highball. Decore com um talo de aipo e uma rodela de limão."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highball-Glas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Savory",
            "Spicy",
            "Brunch",
            "Hangover",
            "IBA"
          ],
          "tr": [
            "Tuzlu",
            "Acı",
            "Brunch",
            "AkşamdanKalma",
            "IBA"
          ],
          "de": [
            "Herzhaft",
            "Würzig",
            "Brunch",
            "Kater",
            "IBA"
          ],
          "it": [
            "Saporito",
            "Speziato",
            "Brunch",
            "Post-sbornia",
            "IBA"
          ],
          "es": [
            "Sabroso",
            "Picante",
            "Brunch",
            "Resaca",
            "IBA"
          ],
          "pt": [
            "Salgado",
            "Picante",
            "Brunch",
            "Ressaca",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Often attributed to Fernand Petiot at Harry's New York Bar in Paris in the 1920s. It became the world's most famous hangover cure.",
          "tr": "Genellikle 1920'lerde Paris'teki Harry's New York Bar'da Fernand Petiot'a atfedilir. Dünyanın en ünlü akşamdan kalma ilacı haline gelmiştir.",
          "de": "Wird oft Fernand Petiot in Harry's New York Bar in Paris in den 1920er Jahren zugeschrieben. Es wurde zum weltweit bekanntesten Katermittel.",
          "it": "Spesso attribuito a Fernand Petiot all'Harry's New York Bar di Parigi negli anni '20. Divenne la cura per i postumi di sbornia più famosa al mondo.",
          "es": "A menudo se atribuye a Fernand Petiot en el Harry's New York Bar de París en la década de 1920. Se convirtió en la cura para la resaca más famosa del mundo.",
          "pt": "Frequentemente atribuído a Fernand Petiot no Harry's New York Bar em Paris na década de 1920. Tornou-se a cura para a ressaca mais famosa do mundo."
        }
      },
      {
        "cocktail_id": 60,
        "name": {
          "en": "Boulevardier",
          "tr": "Boulevardier"
        },
        "instructions": {
          "en": "Stir with ice, strain, garnish with an orange twist.",
          "tr": "Buzla karıştırın, süzün, portakal dilimiyle süsleyin.",
          "de": "Mit Eis verrühren, abseihen und mit einer Orangenzeste garnieren.",
          "it": "Mescolare con ghiaccio, filtrare e guarnire con una scorza d'arancia.",
          "es": "Remover con hielo, colar y decorar con un twist de naranja.",
          "pt": "Mexa com gelo, coe e decore com uma casca de laranja."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere Old Fashioned",
          "es": "Vaso Old-fashioned",
          "pt": "Copo Old-fashioned"
        },
        "tags": {
          "en": [
            "Bitter",
            "Strong",
            "Classic",
            "Aperitif",
            "IBA"
          ],
          "tr": [
            "Acı",
            "Sert",
            "Klasik",
            "Aperitif",
            "IBA"
          ],
          "de": [
            "Bitter",
            "Stark",
            "Klassisch",
            "Aperitif",
            "IBA"
          ],
          "it": [
            "Amaro",
            "Forte",
            "Classico",
            "Aperitivo",
            "IBA"
          ],
          "es": [
            "Amargo",
            "Fuerte",
            "Clásico",
            "Aperitivo",
            "IBA"
          ],
          "pt": [
            "Amargo",
            "Forte",
            "Clássico",
            "Aperitivo",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Created by Erskine Gwynne in Paris in 1927. Essentially a Negroni made with whiskey instead of gin, created for American expats in Paris.",
          "tr": "1927'de Paris'te Erskine Gwynne tarafından yaratıldı. Temelde cin yerine viski ile yapılan bir Negroni'dir ve Paris'teki Amerikalı gurbetçiler için tasarlanmıştır.",
          "de": "1927 von Erskine Gwynne in Paris kreiert. Im Wesentlichen ein Negroni, der mit Whiskey anstelle von Gin zubereitet wurde, für amerikanische Expats in Paris.",
          "it": "Creato da Erskine Gwynne a Parigi nel 1927. Essenzialmente un Negroni fatto con whiskey invece di gin, creato per gli espatriati americani a Parigi.",
          "es": "Creado por Erskine Gwynne en París en 1927. Esencialmente un Negroni hecho con whisky en lugar de ginebra, creado para expatriados estadounidenses en París.",
          "pt": "Criado por Erskine Gwynne em Paris em 1927. Essencialmente um Negroni feito com uísque em vez de gin, criado para expatriados americanos em Paris."
        }
      },
      {
        "cocktail_id": 61,
        "name": {
          "en": "Aperol Spritz",
          "tr": "Aperol Spritz"
        },
        "instructions": {
          "en": "Build into glass over ice. Garnish with an orange slice.",
          "tr": "Bardağın içinde buz üzerine dökün. Portakal dilimiyle süsleyin.",
          "de": "Im Weinglas auf Eiswürfeln zubereiten. Mit einer Orangenscheibe garnieren.",
          "it": "Versare direttamente nel bicchiere con ghiaccio. Guarnire con una fetta d'arancia.",
          "es": "Servir directamente en la copa con hielo. Decorar con una rodaja de naranja.",
          "pt": "Montar diretamente no copo com gelo. Decorar com uma rodela de laranja."
        },
        "glass_type": {
          "en": "Wine Glass",
          "tr": "Şarap Kadehi",
          "de": "Weinglas",
          "it": "Calice da vino",
          "es": "Copa de vino",
          "pt": "Copo de vinho"
        },
        "tags": {
          "en": [
            "Bittersweet",
            "Refreshing",
            "Summer",
            "IBA",
            "Sparkling"
          ],
          "tr": [
            "Acıtatlı",
            "Ferahlatıcı",
            "Yaz",
            "IBA",
            "Köpüklü"
          ],
          "de": [
            "Bittersüß",
            "Erfrischend",
            "Sommer",
            "IBA",
            "Spritzig"
          ],
          "it": [
            "Agrodolce",
            "Rinfrescante",
            "Estivo",
            "IBA",
            "Frizzante"
          ],
          "es": [
            "Agridulce",
            "Refrescante",
            "Verano",
            "IBA",
            "Espumoso"
          ],
          "pt": [
            "Agridoce",
            "Refrescante",
            "Verão",
            "IBA",
            "Espumante"
          ]
        },
        "history_notes": {
          "en": "While the concept of a 'Spritz' dates back to Austrian soldiers in Venice diluting wine, the Aperol version became a global phenomenon in the 2000s as the ultimate Italian apéritif.",
          "tr": "'Spritz' kavramı Venedik'teki Avusturyalı askerlerin şarabı sulandırmasına dayansa da, Aperol versiyonu 2000'lerde nihai İtalyan aperitifi olarak küresel bir fenomen haline geldi.",
          "de": "Während das Konzept eines 'Spritz' bis zu österreichischen Soldaten in Venedig zurückreicht, die Wein verdünnten, wurde die Aperol-Version in den 2000er Jahren als ultimativer italienischer Aperitif zu einem globalen Phänomen.",
          "it": "Sebbene il concetto di 'Spritz' risalga ai soldati austriaci a Venezia che diluivano il vino, la versione con Aperol è diventata un fenomeno globale negli anni 2000 come l'aperitivo italiano per eccellenza.",
          "es": "Si bien el concepto de 'Spritz' se remonta a los soldados austriacos en Venecia que diluían el vino, la versión con Aperol se convirtió en un fenómeno mundial en la década de 2000 como el aperitivo italiano definitivo.",
          "pt": "Embora o conceito de 'Spritz' remonte aos soldados austríacos em Veneza que diluíam o vinho, a versão Aperol tornou-se um fenômeno global nos anos 2000 como o aperitivo italiano definitivo."
        }
      },
      {
        "cocktail_id": 62,
        "name": {
          "en": "Vieux Carré",
          "tr": "Vieux Carré"
        },
        "instructions": {
          "en": "Stir with ice. Strain into an ice-filled old-fashioned glass. Garnish with a lemon twist.",
          "tr": "Buzla karıştırın. Buzla doldurulmuş bir bardağa süzün. Limon bükümüyle süsleyin.",
          "de": "Mit Eis verrühren. In ein mit Eis gefülltes Old-Fashioned-Glas abseihen. Mit einer Zitronenzeste garnieren.",
          "it": "Mescolare con ghiaccio. Filtrare in un bicchiere old-fashioned riempito di ghiaccio. Guarnire con una scorza di limone.",
          "es": "Remover con hielo. Colar en un vaso old-fashioned lleno de hielo. Decorar con un twist de limón.",
          "pt": "Mexa com gelo. Coe para um copo old-fashioned cheio de gelo. Decore com uma torção de limão."
        },
        "glass_type": {
          "en": "Old-fashioned glass",
          "tr": "Viski bardağı",
          "de": "Old-Fashioned-Glas",
          "it": "Bicchiere old-fashioned",
          "es": "Vaso old-fashioned",
          "pt": "Copo old-fashioned"
        },
        "tags": {
          "en": [
            "Bitter",
            "Strong",
            "Classic",
            "NewOrleans"
          ],
          "tr": [
            "Acı",
            "Sert",
            "Klasik",
            "NewOrleans"
          ],
          "de": [
            "Bitter",
            "Stark",
            "Klassisch",
            "NewOrleans"
          ],
          "it": [
            "Amaro",
            "Forte",
            "Classico",
            "NewOrleans"
          ],
          "es": [
            "Amargo",
            "Fuerte",
            "Clásico",
            "NewOrleans"
          ],
          "pt": [
            "Amargo",
            "Forte",
            "Clássico",
            "NewOrleans"
          ]
        },
        "history_notes": {
          "en": "Created by Walter Bergeron at Hotel Monteleone in 1938. It is named after the French term for the French Quarter in New Orleans.",
          "tr": "1938'de Hotel Monteleone'de Walter Bergeron tarafından yaratıldı. Adını New Orleans'taki Fransız Mahallesi'nin Fransızca teriminden alır.",
          "de": "Kreiert von Walter Bergeron im Hotel Monteleone im Jahr 1938. Es ist nach dem französischen Begriff für das French Quarter in New Orleans benannt.",
          "it": "Creato da Walter Bergeron all'Hotel Monteleone nel 1938. Prende il nome dal termine francese per il quartiere francese di New Orleans.",
          "es": "Creado por Walter Bergeron en el Hotel Monteleone en 1938. Lleva el nombre del término francés para el Barrio Francés de Nueva Orleans.",
          "pt": "Criado por Walter Bergeron no Hotel Monteleone em 1938. Tem o nome do termo francês para o Bairro Francês em Nova Orleans."
        }
      },
      {
        "cocktail_id": 63,
        "name": {
          "en": "Sex on the Beach",
          "tr": "Sex on the Beach"
        },
        "instructions": {
          "en": "Build all ingredients in a highball glass filled with ice. Garnish with orange slice.",
          "tr": "Tüm malzemeleri buzla dolu bir highball bardağa koyun. Portakal dilimiyle süsleyin.",
          "de": "Alle Zutaten in einem mit Eis gefüllten Highballglas zubereiten. Mit einer Orangenscheibe garnieren.",
          "it": "Versare tutti gli ingredienti direttamente in un bicchiere highball riempito di ghiaccio. Guarnire con una fetta d'arancia.",
          "es": "Verter todos los ingredientes directamente en un vaso highball lleno de hielo. Decorar con una rodaja de naranja.",
          "pt": "Coloque todos os ingredientes diretamente num copo highball cheio de gelo. Decore com uma rodela de laranja."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highballglas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Party",
            "Summer",
            "IBA"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Parti",
            "Yaz",
            "IBA"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Party",
            "Sommer",
            "IBA"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Party",
            "Estate",
            "IBA"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Fiesta",
            "Verano",
            "IBA"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Festa",
            "Verão",
            "IBA"
          ]
        },
        "history_notes": {
          "en": "Created by Ted Pizio in Florida in 1987. It was a marketing move to sell Peach Schnapps during spring break, named after tourists' two main goals.",
          "tr": "1987'de Florida'da Ted Pizio tarafından yaratıldı. Bahar tatilinde Şeftali Likörü satmak için yapılan bir pazarlama hamlesiydi, adını turistlerin iki ana hedefinden aldı.",
          "de": "Kreiert von Ted Pizio in Florida im Jahr 1987. Es war eine Marketingmaßnahme, um während der Spring Break Pfirsich-Schnaps zu verkaufen, benannt nach den zwei Hauptzielen der Touristen.",
          "it": "Creato da Ted Pizio in Florida nel 1987. Fu una mossa di marketing per vendere il liquore alla pesca durante le vacanze di primavera, prendendo il nome dai due obiettivi principali dei turisti.",
          "es": "Creado por Ted Pizio en Florida en 1987. Fue una estrategia de marketing para vender licor de melocotón durante las vacaciones de primavera, nombrado así por los dos objetivos principales de los turistas.",
          "pt": "Criado por Ted Pizio na Flórida em 1987. Foi uma jogada de marketing para vender licor de pêssego durante as férias de primavera, com o nome baseado nos dois principais objetivos dos turistas."
        }
      },
      {
        "cocktail_id": 64,
        "name": {
          "en": "Virgin Mojito",
          "tr": "Alkolsüz Mojito"
        },
        "instructions": {
          "en": "Muddle mint leaves with sugar and lime juice in a glass. Add a splash of soda water and fill the glass with cracked ice. Top with more soda water and stir. Garnish with a mint sprig.",
          "tr": "Nane yapraklarını şeker ve misket limonu suyuyla bardağın içinde ezin. Bir miktar soda ekleyin ve bardağı kırık buzla doldurun. Üzerini sodayla tamamlayın ve karıştırın. Nane dalı ile süsleyin.",
          "de": "Minzblätter mit Zucker und Limettensaft in einem Glas zerstoßen. Mit einem Schuss Sodawasser auffüllen und das Glas mit Crushed Ice füllen. Mit mehr Sodawasser auffüllen und umrühren. Mit einem Minzzweig garnieren.",
          "it": "Pestare le foglie di menta con lo zucchero e il succo di lime in un bicchiere. Aggiungere una spruzzata di acqua gassata e riempire il bicchiere con ghiaccio tritato. Completare con altra acqua gassata e mescolare. Guarnire con un rametto di menta.",
          "es": "Machacar las hojas de menta con el azúcar y el zumo de lima en un vaso. Añadir un chorrito de agua con gas y llenar el vaso con hielo picado. Rellenar con más agua con gas y remover. Decorar con una ramita de menta.",
          "pt": "Amassar as folhas de hortelã com o açúcar e o sumo de lima num copo. Adicionar um pouco de água com gás e encher o copo com gelo picado. Completar com mais água com gás e mexer. Decorar com um raminho de hortelã."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highballglas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Minty",
            "Refreshing",
            "Mocktail"
          ],
          "tr": [
            "Tatlı",
            "Naneli",
            "Ferahlatıcı",
            "Alkolsüz"
          ],
          "de": [
            "Süß",
            "Minzig",
            "Erfrischend",
            "Mocktail"
          ],
          "it": [
            "Dolce",
            "Mentolato",
            "Rinfrescante",
            "Mocktail"
          ],
          "es": [
            "Dulce",
            "Menta",
            "Refrescante",
            "Cóctel sin alcohol"
          ],
          "pt": [
            "Doce",
            "Menta",
            "Refrescante",
            "Mocktail"
          ]
        },
        "history_notes": {
          "en": "The non-alcoholic, refreshing version of the classic Mojito. It offers the minty and citrusy freshness of the Cuban original without the alcohol.",
          "tr": "Klasik Mojito'nun alkolsüz, ferahlatıcı versiyonu. Küba kökenli orijinal tarifin nane ve narenciye ferahlığını alkolsüz olarak sunar.",
          "de": "Die alkoholfreie, erfrischende Version des klassischen Mojito. Sie bietet die minzige und zitrusartige Frische des kubanischen Originals ohne Alkohol.",
          "it": "La versione analcolica e rinfrescante del classico Mojito. Offre la freschezza di menta e agrumi dell'originale cubano senza l'alcool.",
          "es": "La versión refrescante y sin alcohol del clásico Mojito. Ofrece la frescura cítrica y mentolada del original cubano sin el alcohol.",
          "pt": "A versão sem álcool e refrescante do clássico Mojito. Oferece a frescura mentolada e cítrica do original cubano sem o álcool."
        }
      },
      {
        "cocktail_id": 65,
        "name": {
          "en": "Shirley Temple",
          "tr": "Shirley Temple"
        },
        "instructions": {
          "en": "Combine ginger ale and a splash of grenadine in a glass filled with ice cubes. Stir gently. Garnish with a maraschino cherry and a slice of lemon.",
          "tr": "Zencefilli gazoz ve bir miktar nar şurubunu buz küpleriyle dolu bir bardağa koyun. Yavaşça karıştırın. Maraschino kirazı ve bir dilim limon ile süsleyin.",
          "de": "Ginger Ale und einen Schuss Grenadine in einem mit Eiswürfeln gefüllten Glas verrühren. Vorsichtig umrühren. Mit einer Maraschinokirsche und einer Zitronenscheibe garnieren.",
          "it": "Combinare ginger ale e una spruzzata di granatina in un bicchiere pieno di cubetti di ghiaccio. Mescolare delicatamente. Guarnire con una ciliegina al maraschino e una fetta di limone.",
          "es": "Mezclar ginger ale y un chorrito de granadina en un vaso lleno de cubitos de hielo. Remover suavemente. Decorar con una cereza al marrasquino y una rodaja de limón.",
          "pt": "Combine ginger ale e um toque de groselha em um copo cheio de cubos de gelo. Mexa delicadamente. Decore com uma cereja marrasquino e uma fatia de limão."
        },
        "glass_type": {
          "en": "Collins glass",
          "tr": "Collins bardağı",
          "de": "Collinsglas",
          "it": "Bicchiere Collins",
          "es": "Vaso Collins",
          "pt": "Copo Collins"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Classic",
            "Mocktail"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Klasik",
            "Alkolsüz"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Klassisch",
            "Mocktail"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Classico",
            "Analcolico"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Clásico",
            "Sin alcohol"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Clássico",
            "Sem álcool"
          ]
        },
        "history_notes": {
          "en": "Said to be invented in Hollywood in the 1930s for child star Shirley Temple, it remains the world's most famous mocktail.",
          "tr": "1930'larda Hollywood'da çocuk yıldız Shirley Temple için yaratıldığı söylenen dünyanın en ünlü alkolsüz kokteyli.",
          "de": "Es wird gesagt, dass er in den 1930er Jahren in Hollywood für den Kinderstar Shirley Temple erfunden wurde und bis heute der berühmteste Mocktail der Welt ist.",
          "it": "Si dice che sia stato inventato a Hollywood negli anni '30 per la baby star Shirley Temple, e rimane il mocktail più famoso al mondo.",
          "es": "Se dice que fue inventado en Hollywood en la década de 1930 para la estrella infantil Shirley Temple, y sigue siendo el cóctel sin alcohol más famoso del mundo.",
          "pt": "Diz-se que foi inventado em Hollywood na década de 1930 para a estrela infantil Shirley Temple, e continua a ser o mocktail mais famoso do mundo."
        }
      },
      {
        "cocktail_id": 66,
        "name": {
          "en": "Arnold Palmer",
          "tr": "Arnold Palmer"
        },
        "instructions": {
          "en": "Fill a highball glass with ice. Pour equal parts iced tea and lemonade over the ice. Stir well and garnish with a lemon slice.",
          "tr": "Bir highball bardağını buzla doldurun. Buzun üzerine eşit miktarda buzlu çay ve limonata dökün. İyice karıştırın ve limon dilimi ile süsleyin.",
          "de": "Ein Highball-Glas mit Eis füllen. Zu gleichen Teilen Eistee und Limonade über das Eis gießen. Gut umrühren und mit einer Zitronenscheibe garnieren.",
          "it": "Riempi un bicchiere highball con ghiaccio. Versa parti uguali di tè freddo e limonata sopra il ghiaccio. Mescola bene e guarnisci con una fetta di limone.",
          "es": "Llena un vaso highball con hielo. Vierte partes iguales de té helado y limonada sobre el hielo. Remueve bien y decora con una rodaja de limón.",
          "pt": "Encha um copo highball com gelo. Despeje partes iguais de chá gelado e limonada sobre o gelo. Mexa bem e decore com uma rodela de limão."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highball-Glas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Sour",
            "Refreshing",
            "Mocktail"
          ],
          "tr": [
            "Tatlı",
            "Ekşi",
            "Ferahlatıcı",
            "Alkolsüz"
          ],
          "de": [
            "Süß",
            "Sauer",
            "Erfrischend",
            "Alkoholfrei"
          ],
          "it": [
            "Dolce",
            "Aspro",
            "Rinfrescante",
            "Analcolico"
          ],
          "es": [
            "Dulce",
            "Ácido",
            "Refrescante",
            "Sin alcohol"
          ],
          "pt": [
            "Doce",
            "Azedo",
            "Refrescante",
            "Sem álcool"
          ]
        },
        "history_notes": {
          "en": "Named after American golf legend Arnold Palmer, this drink is a summer classic offering the perfect balance of iced tea and lemonade.",
          "tr": "Amerikalı golf efsanesi Arnold Palmer'ın adını taşıyan bu içecek, buzlu çay ve limonatanın mükemmel dengesini sunan bir yaz klasiğidir.",
          "de": "Benannt nach der amerikanischen Golflegende Arnold Palmer, ist dieses Getränk ein Sommerklassiker, der die perfekte Balance zwischen Eistee und Limonade bietet.",
          "it": "Prende il nome dalla leggenda americana del golf Arnold Palmer, questa bevanda è un classico estivo che offre il perfetto equilibrio tra tè freddo e limonata.",
          "es": "Llamado así por la leyenda estadounidense del golf Arnold Palmer, esta bebida es un clásico de verano que ofrece el equilibrio perfecto entre té helado y limonada.",
          "pt": "Nomeado em homenagem à lenda americana do golfe Arnold Palmer, esta bebida é um clássico de verão que oferece o equilíbrio perfeito entre chá gelado e limonada."
        }
      },
      {
        "cocktail_id": 67,
        "name": {
          "en": "Virgin Pina Colada",
          "tr": "Alkolsüz Pina Colada"
        },
        "instructions": {
          "en": "Blend pineapple juice, coconut cream, and crushed ice until smooth. Pour into a chilled glass. Garnish with a pineapple wedge and cherry.",
          "tr": "Ananas suyu, hindistan cevizi kreması ve kırık buzu pürüzsüz olana kadar blenderdan geçirin. Soğutulmuş bardağa dökün. Ananas dilimi ve kiraz ile süsleyin.",
          "de": "Ananassaft, Kokoscreme und Crushed Ice cremig mixen. In ein gekühltes Glas gießen. Mit einem Ananasstück und einer Kirsche garnieren.",
          "it": "Frullare il succo d'ananas, la crema di cocco e il ghiaccio tritato fino a ottenere un composto omogeneo. Versare in un bicchiere freddo. Guarnire con uno spicchio d'ananas e una ciliegia.",
          "es": "Mezclar el zumo de piña, la crema de coco y el hielo picado hasta obtener una consistencia suave. Verter en un vaso frío. Decorar con una rodaja de piña y una cereza.",
          "pt": "Misture o suco de abacaxi, o creme de coco e o gelo picado até obter uma consistência homogênea. Despeje em um copo gelado. Decore com uma fatia de abacaxi e uma cereja."
        },
        "glass_type": {
          "en": "Hurricane glass",
          "tr": "Kasırga bardağı",
          "de": "Hurricaneglas",
          "it": "Bicchiere Hurricane",
          "es": "Vaso Hurricane",
          "pt": "Copo Hurricane"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Creamy",
            "Mocktail"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Kremalı",
            "Alkolsüz"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Cremig",
            "Mocktail"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Cremoso",
            "Analcolico"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Cremoso",
            "Sin alcohol"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Cremoso",
            "Mocktail"
          ]
        },
        "history_notes": {
          "en": "The rum-free version of the Caribbean favorite Pina Colada. Ideal for those who want to experience tropical vacation vibes without alcohol.",
          "tr": "Karayiplerin favorisi Pina Colada'nın romsuz versiyonu. Tropikal tatil havasını alkol olmadan yaşamak isteyenler için idealdir.",
          "de": "Die Rum-freie Variante des karibischen Lieblings Pina Colada. Ideal für alle, die tropische Urlaubsstimmung ohne Alkohol erleben möchten.",
          "it": "La versione senza rum del famoso cocktail caraibico Pina Colada. Ideale per chi desidera provare le vibrazioni di una vacanza tropicale senza alcool.",
          "es": "La versión sin ron del famoso cóctel caribeño Piña Colada. Ideal para aquellos que desean experimentar las vibraciones de unas vacaciones tropicales sin alcohol.",
          "pt": "A versão sem rum do famoso coquetel caribenho Pina Colada. Ideal para quem quer experimentar as vibrações de férias tropicais sem álcool."
        }
      },
      {
        "cocktail_id": 68,
        "name": {
          "en": "Cinderella",
          "tr": "Cinderella"
        },
        "instructions": {
          "en": "Pour orange juice, pineapple juice, and lemon juice into a shaker with ice. Shake well. Strain into a chilled glass filled with ice. Add a splash of grenadine and soda water.",
          "tr": "Portakal suyu, ananas suyu ve limon suyunu buzlu bir shaker'a dökün. İyice çalkalayın. Buzla dolu soğutulmuş bir bardağa süzün. Biraz nar şurubu ve soda ekleyin.",
          "de": "Orangensaft, Ananassaft und Zitronensaft in einen Shaker mit Eis geben. Gut schütteln. In ein gekühltes Highballglas mit Eis abseihen. Einen Schuss Grenadine und Sodawasser hinzufügen.",
          "it": "Versare succo d'arancia, succo d'ananas e succo di limone in uno shaker con ghiaccio. Agitare bene. Filtrare in un bicchiere highball raffreddato riempito di ghiaccio. Aggiungere un tocco di granatina e acqua gassata.",
          "es": "Vierta jugo de naranja, jugo de piña y jugo de limón en una coctelera con hielo. Agite bien. Cuele en un vaso alto frío lleno de hielo. Agregue un toque de granadina y agua con gas.",
          "pt": "Despeje o suco de laranja, o suco de abacaxi e o suco de limão em uma coqueteleira com gelo. Agite bem. Coe em um copo highball gelado cheio de gelo. Adicione um toque de groselha e água com gás."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Highballglas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo Highball"
        },
        "tags": {
          "en": [
            "Sweet",
            "Fruity",
            "Citrus",
            "Mocktail"
          ],
          "tr": [
            "Tatlı",
            "Meyveli",
            "Narenciye",
            "Alkolsüz"
          ],
          "de": [
            "Süß",
            "Fruchtig",
            "Zitrusfrüchte",
            "Mocktail"
          ],
          "it": [
            "Dolce",
            "Fruttato",
            "Agrumi",
            "Analcolico"
          ],
          "es": [
            "Dulce",
            "Afrutado",
            "Cítrico",
            "Sin alcohol"
          ],
          "pt": [
            "Doce",
            "Frutado",
            "Cítrico",
            "Sem álcool"
          ]
        },
        "history_notes": {
          "en": "A classic fruit juice cocktail named after the fairytale princess. Offers a vibrant and energetic taste, especially for citrus lovers.",
          "tr": "Adını masal prensesinden alan, tamamen meyve sularından oluşan klasik bir kokteyl. Özellikle narenciye sevenler için canlı ve enerjik bir tat sunar.",
          "de": "Ein klassischer Fruchtsaft-Cocktail, benannt nach der Märchenprinzessin. Bietet einen lebendigen und energiegeladenen Geschmack, besonders für Zitrusliebhaber.",
          "it": "Un classico cocktail di succhi di frutta che prende il nome dalla principessa delle fiabe. Offre un gusto vibrante ed energico, soprattutto per gli amanti degli agrumi.",
          "es": "Un cóctel clásico de jugo de frutas que lleva el nombre de la princesa del cuento de hadas. Ofrece un sabor vibrante y energético, especialmente para los amantes de los cítricos.",
          "pt": "Um coquetel clássico de suco de frutas com o nome da princesa do conto de fadas. Oferece um sabor vibrante e energético, especialmente para os amantes de frutas cítricas."
        }
      },
      {
        "cocktail_id": 69,
        "name": {
          "en": "Virgin Mary",
          "tr": "Virgin Mary"
        },
        "instructions": {
          "en": "Pour tomato juice and lemon juice into a glass with ice. Add Worcestershire sauce, Tabasco, salt, and pepper. Stir well. Garnish with a celery stalk.",
          "tr": "Domates suyu ve limon suyunu buzlu bir bardağa dökün. Worcestershire sosu, Tabasco, tuz ve karabiber ekleyin. İyice karıştırın. Kereviz sapı ile süsleyin.",
          "de": "Tomatensaft und Zitronensaft in ein Glas mit Eis gießen. Worcestershire-Sauce, Tabasco, Salz und Pfeffer hinzufügen. Gut umrühren. Mit einer Staudensellerie garnieren.",
          "it": "Versare il succo di pomodoro e il succo di limone in un bicchiere con ghiaccio. Aggiungere la salsa Worcestershire, il Tabasco, sale e pepe. Mescolare bene. Guarnire con una costa di sedano.",
          "es": "Vierta el zumo de tomate y el zumo de limón en un vaso con hielo. Agregue la salsa Worcestershire, el Tabasco, sal y pimienta. Revuelva bien. Decore con una rama de apio.",
          "pt": "Despeje o suco de tomate e o suco de limão em um copo com gelo. Adicione molho Worcestershire, Tabasco, sal e pimenta. Mexa bem. Decore com um talo de aipo."
        },
        "glass_type": {
          "en": "Highball glass",
          "tr": "Yüksek top bardağı",
          "de": "Longdrinkglas",
          "it": "Bicchiere highball",
          "es": "Vaso highball",
          "pt": "Copo Highball"
        },
        "tags": {
          "en": [
            "Savory",
            "Spicy",
            "Brunch",
            "Mocktail"
          ],
          "tr": [
            "Tuzlu",
            "Acı",
            "Brunch",
            "Alkolsüz"
          ],
          "de": [
            "Herzhaft",
            "Würzig",
            "Brunch",
            "Mocktail"
          ],
          "it": [
            "Saporito",
            "Piccante",
            "Brunch",
            "Analcolico"
          ],
          "es": [
            "Salado",
            "Picante",
            "Brunch",
            "Sin alcohol"
          ],
          "pt": [
            "Salgado",
            "Picante",
            "Brunch",
            "Mocktail"
          ]
        },
        "history_notes": {
          "en": "The non-alcoholic version of the famous 'Bloody Mary'. Essential for breakfasts or brunches with its spicy and savory taste.",
          "tr": "Ünlü 'Bloody Mary' kokteylinin alkolsüz versiyonudur. Baharatlı ve tuzlu tadıyla sabah kahvaltılarının veya brunch'ların vazgeçilmezidir.",
          "de": "Die alkoholfreie Version der berühmten 'Bloody Mary'. Unverzichtbar für Frühstück oder Brunch mit ihrem würzigen und herzhaften Geschmack.",
          "it": "La versione analcolica del famoso 'Bloody Mary'. Essenziale per colazioni o brunch con il suo gusto piccante e saporito.",
          "es": "La versión sin alcohol del famoso 'Bloody Mary'. Esencial para desayunos o brunches con su sabor picante y sabroso.",
          "pt": "A versão sem álcool do famoso 'Bloody Mary'. Essencial para cafés da manhã ou brunches com seu sabor picante e saboroso."
        }
      }
    ]
  }
]